{
    "andhra pradesh" : [
        
        {
            "name":"Kuchipudi",
            "desc" : "Kuchipudi is the famous classical dance form of Andhra Pradesh. It has its origin in Kuchelapuri village or Kuchipudi village near Vijayawada. Dancers perform their graceful movements and rhythmic footwork skilfully on a metallic plate. The theme of the dance often derives from mythological characters such as Lord Krishna, his wife Staybhama, etc. ",
            "link" : "https://blog.redbus.in/wp-content/uploads/2021/09/shutterstock_1957022968.jpg"
          },
          {
            "name":"Budithi Art",
            "desc" : "Budithi art, a unique and special style of metal handicrafts in India, is particularly famous in Andhra Pradesh. Budithi art was created and is still done in Srikakulam’s Budithi village. It is well-known for producing stunning metal handicrafts in both traditional and contemporary designs. Brass is the most common alloy utilized in this art form. This region’s wonderful brassware is gaining appeal these days. It was once part of the village’s tradition, but it is now a vocation for the residents. Budithi brassware has grown in popularity thanks to the efforts of the state government.",
            "link" : "https://www.caleidoscope.in/wp-content/uploads/2022/01/Andhra-Pradesh-Arts-and-Crafts-Budithi-Art-1.jpg"
          },
          {
            "name":"Mangalagiri Sarees",
            "desc" : "Handicraft weaving is used to make Mangalagiri sarees and fabrics in Mangalagiri, a town in the Guntur district of Andhra Pradesh, India. Because of the famed temple of Lord Panakala Narasimha Swamy, which is located in the centre of the town, Mangalgiri has always been known for its pilgrimage significance. In 1999, the Geographical Indications of Goods (Registration and Protection) Act designated it as a handicraft with a geographical indicator from Andhra Pradesh.",
            "link" : "https://www.caleidoscope.in/wp-content/uploads/2022/01/Andhra-Pradesh-Arts-and-Crafts-Mangalagiri-Sarees.jpg"
          },
          {
            "name":"Durgi Stone Art",
            "desc" : "The temple town village of Durgi in the Palnadu area of Guntur, Andhra Pradesh, produces Durgi stone craft. These are exquisite stone carvings fashioned from a unique type of limestone found only in the area. The craft began in the 15th century in Durgi and has prospered since then. Sculptors saw the possibilities of employing limestone instead of more expensive marble and granite at the time, resulting in the development of a new style of art. The stone’s smooth, whitish-grey texture lends itself well to beautiful sculptures of gods and goddesses. According to the Shilp Shastras, the craftsmen use traditional carving techniques. Today, a diverse selection of items is curated in order to broaden the craft’s economic appeal. Stone carvings are used to create lovely decor pieces in addition to auspicious deities and statues.",
            "link" : "https://www.caleidoscope.in/wp-content/uploads/2022/01/Andhra-Pradesh-Arts-and-Crafts-Durgi-Stone-Art.jpg"
          },
          {
            "name":"Etikoppaka Wooden Crafts",
            "desc" : "Etikoppaka is a small village on the banks of the river Varaha in the Visakhapatnam district of Andhra Pradesh. These lacquer-coloured toys are traditionally known as Etikoppaka toys or Etikoppaka Bommalu and are created in the Etikoppaka district of Andhra Pradesh. The village is well-known for its wooden toys. Because of the lacquer finish, the toys are also known as lacquer toys.",
            "link" : "https://www.caleidoscope.in/wp-content/uploads/2023/05/Etikoppaka-Toys-Informatiom.jpg"
          }
    ],
    "chhattisgarh" : [

        {
            "name":"Bastar",
            "desc" : "Bastar arts are a form of tribal art and craft that originated in the Bastar region of Chhattisgarh. The tribal communities of Bastar have been practicing this art form for generations, and it has become an important part of their cultural heritage. The Bastar arts include a wide range of crafts such as metalwork, wood carving, terracotta pottery, weaving, and painting. ",
            "link" : "https://www.kashmirica.com/wp-content/uploads/2023/05/Dancers-on-trumphet-Another-beautiful-piece-of-of-bastar-dhokra-art_.jpg"
          },
          {
            "name":"Kosa Silk Art ",
            "desc" : "Kosa silk is a type of silk produced in Chhattisgarh, a state in central India. Kosa silk is known for its fine texture, durability, and natural sheen, and it has been produced in the region for centuries. Kosa silk is used to make a variety of garments and textiles, including sarees, shawls, scarves, and other clothing items. The fabric is prized for its luxurious texture and vibrant colors, and it has become an important part of the cultural heritage and art of Chhattisgarh.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/aamat.jpg"
          },
          {
            "name":"Pattachitra Art",
            "desc" : "Pattachitra is a traditional style of painting that originated in the state of Odisha but it has also been practiced in the neighboring state of Chhattisgarh for many centuries. Pattachitra paintings are known for their intricate details and vibrant colors, and they often depict scenes from Hindu mythology.",
            "link" : "https://www.kashmirica.com/wp-content/uploads/2023/05/download-6.jpg"
          },
          {
            "name":"Pithora Paintings",
            "desc" : "Pithora paintings are a traditional form of folk art that originated in Chhattisgarh. These paintings are done on the walls of houses and are believed to bring good luck and ward off evil spirits. The intricate designs and vibrant colors used in these paintings have gained recognition worldwide.",
            "link" : "https://www.kashmirica.com/wp-content/uploads/2023/05/Pithora-paintings-from-central-Gujarat-OpenArt.jpg"
          },
          {
            "name":"Dhokra Art",
            "desc" : "Dhokra art is a traditional form of metal casting that originated in Chhattisgarh. The art form involves the use of the lost-wax casting technique, and the products are made using brass or bronze. Dhokra art has gained recognition worldwide for its intricate detailing and unique designs.",
            "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Village_lady_grinding_ants_for_her_family.jpg/300px-Village_lady_grinding_ants_for_her_family.jpg"
          }

    ],
    "goa" : [

    ],
    "gujarat" : [
        {
            "name": "AJRAKH ",
            "desc" : "A king once grew so fond of his bedspread that he insisted his maids to let it stay on his bed for one more day, he muttered “aj ke din rakh”, the phrase which went on to be used to name that uniquely printed fabric as Ajrakh. It is also believed that the fabric derived its name from the sanskrit word ‘A-jharat’ or ‘that which does not fade’. ‘Azrak’, the Arabic word for blue could have also played a role in its etymology because of extensive use of indigo in the process. Ajrakh originated in the provinces of present-day Sindh in Pakistan and the neighboring districts of Kutch in Gujarat and Barmer in Rajasthan. Although Ajarakh printing is a part of Sindh, during the Indus Valley Civilisation, its roots extended to the states of Rajasthan and Gujarat in India. The Indus River proved to be an essential resource for washing fabric and acquiring raw materials like indigo and cotton which were ample along the river. The ingredients are all obtained from nature- from herbs, vegetables, and natural minerals. Camel dung is used as an ingredient to remove stretch from the fabric. The natural dyes used in Ajrakh printing expand the pores of the fabric during summers, making it easier for air to pass through. During winters the pores of the fabric close, proving warmth.",
            "link" : "https://shop.gaatha.com/image/catalog/1-Category%20images/blog/july/ajrakh.jpg"
        },
        {
            "name": "ROGAN ART",
            "desc" : "Rogan Art, an ancient skill with its origins in Persia, came down to Kutch around 400 years ago. Traditionally, the craft was pursued to beautify bridal clothing of the regional tribes, beautiful borders and floral patterns on Ghagras, odhni and bead spreads were painstakingly painted.For bearers of the seven generation old art are the Khatri family, for they appear to be the only family practicing the little known art in the small village called Nirona in Kutch. The process is time consuming. First the rogan (which takes its name from the Persian word ‘oil-based’) has to be prepared by heating castor oil to boiling point over three days, cooling it and then as it thickens, mixing in appropriate amounts of colors. The pastes of yellow, red, white, green, black and orange are kept in earthen pots with water to keep them moist. A thin iron rod, flat at both ends, is used to paint. The painting takes quite some time to be done on a small piece of cloth, depending upon the intricacy of the work and the type of cloth. If the work is very intricate, then a square foot piece of cloth could take around a month. The work takes time because first the outlining is done, then the work is filled, then after drying, the colors are added and then the work is done again. Drying generally takes two days. In case of symmetric patterns, to reduce the effort, the fabric is folded from the centre to get the impression on the other half, this also helps in creating effects like the background and the foreground.",
            "link" : "https://shop.gaatha.com/image/catalog/1-Category%20images/blog/rogan-art.jpg"
        },
        {
            "name": "BANDHANI",
            "desc" : "Bandhani is an expression used in Gujrat for textiles where different designs are produced by tying individual parts of the fabric before dyeing. The Gujrati word ‘Bandhavun’ is derived from the Sanskrit word for tying ‘Bandhan’. The people engaged in producing designs on fabric as a result of tie-dying technique are known as ‘Bandhej’. The tie and dye art of treating textiles is fairly universal, with many ingenious versions scripting new genres in various parts of the world. The technique of resist dying by binding the individual parts of the cloth to shield them from the dye is usually known in India as ‘Bandhani’. There is ample evidence to suggest that the relatively complex process of mordant-dyeing was known to the inhabitants of the ancient city of Mohenjo-Daro in about 2000 BC. So, it is possible that resist dyeing was also practiced. Bandhani is highly popular amongst the Kumhar, Jat, Harijan, Meman and Rabari communities. The art of tie and dye assumes a different expression in every house. For instance, while the Rabaris prefer black stole with red dots dyed on wool, the Muslim population around here has great cultural sentiment attached to a large known as chandrokhani which is wrapped around for occasions like marriage. The Khatri, Parsi, Meman and Sonaar communitie have a particular penchant for Bandhani on silk.",
            "link" : "https://shop.gaatha.com/image/catalog/1-Category%20images/blog/mata-ne-pachade.jpg"
        },
        {
            "name": "GAMTHI PRINT",
            "desc" : "Gamati print originated from the humble villages of Gujarat and Rajasthan. Gamthi print uses vibrant and bold colors and varied, intricate patterns. Elements used in this technique are mainly inspired by nature. Originally, natural dyes were used, but today they have been replaced by chemical and artificial colors. The main colors used were, green from henna, yellow from turmeric, blue from indigo, and black from rusting iron, about 27 different colors could be achieved through plant parts and metals. Made of seasoned teak wood, blocks are the main tools of the printer. With designs etched on the underside and two to three cylindrical holes drilled vertically and horizontally across the body of the block, the block makers of Pethapur ensure free air passage and release of excess printing paste, making their blocks so special.",
            "link" : "https://shop.gaatha.com/image/catalog/1-Category%20images/blog/lacquer-work.jpg"
        },
        {
          "name": "PATOLA ",
          "descn" : "Patola is a double ikat woven sari, usually made from silk, made in Patan, Gujarat, India. The word patola is the plural form; the singular is patolu. They are very expensive, once worn only by those belonging to royal and aristocratic families. These saris are popular among those who can afford the high prices. Velvet patola styles are also made in Surat. Patola-weaving is a closely guarded family tradition. There are three families in Patan that weave these highly prized double ikat saris. It is said that this technique is taught to no one in the family, but only to the sons. It can take six months to one year to make one sari due to the long process of dying each strand separately before weaving them together.Patola was woven in Surat, Ahmedabad and Patan.Highly valued in Indonesia, became part of the local weaving tradition there.",
          "link" : "https://shop.gaatha.com/image/catalog/1-Category%20images/blog/patola.jpg"
      }

    ],
    "haryana" : [
    ],
    "himachal pradesh" : [

    ],
    "Kerala" : [
        
        
    ],
    "maharashtra" : [
      {
        "name":"Mashru and Himroo",
        "desc" : "Shawls hand crafted with the use of Silk, Cotton and satin are well known products from the city of Aurangabad. These are usually done by weaving the threads of cotton and satin which are so soft that the finished product looks like to be made up of silk.",
        "link" : "https://img.perniaspopupshop.com/store-locator-v2/uploads/DP_MI_Mashru_b681cc52ed.jpg"
      },
      {
        "name":"Bidriware",
        "desc" : "Handicrafts made of a mixture of zinc and copper, and usually finishing touch given with the silver are well known as Bidriware. It is a great contribution by the people of Aurangabad to the art & craft of the state of Maharashtra. Bidriware arts were earlier used to make PaanDaans and Hookahs.",
        "link" : "https://www.ibef.org/experienceindia/images/bidriware/bidri-image-2.png"
      },
      {
        "name":"Kolhapur Jewellery",
        "desc" : "Known since the historic days of Peshwas and Marathas, Maharashtrian jewelleries are very well known for their beauty and richness in designs. Kolhapuri Necklace is a famous jewellery design called as Kolhapur Saaj and it’s extremely popular with Maharashtrian women.",
        "link" : "https://rukminim2.flixcart.com/image/832/832/kq2o2vk0/necklace-chain/l/k/c/thushi-k249-necklace-karishma-kreations-original-imag45zhh2darzj5.jpeg?q=70"
      },
      {
        "name":"Sawantwadi Craft",
        "desc" : "Sawantwadi is a city in the district of Sindhudurg, Maharashtra. Sawantwadi is well known for its craft work of Lacquer. Since 17th Century Sawantwadi is known for lacquer art work.",
        "link" : "https://www.bharatonline.com/maharashtra/pics/sawantwadi-craft.jpg"
      },
      {
        "name":"Narayan Peth Sarees",
        "desc" : "Solapur is the city in Maharashtra that is known for its Narayan Peth sarees. It is a popular saree that is favorite of saree lovers. These sarees are weaven mainly by the women from Solapur city.",
        "link" : "https://images.meesho.com/images/products/278500093/rccpm_512.webp"
      },
      {
        "name":"Paithani Sarees",
        "desc" : "Originated from the region called Paithan, Paithani Sarees are made up of silk and used by traditional women. It is usually costly since is specially handcrafted and made by best quality of silk.",
        "link" : "https://www.nalli.com/media/catalog/product/b/e/be1298090_pp.jpg?width=560&height=560&optimize=high&fit=bounds"
      }
    ],
    "Manipur" : [

    ],
    "Meghalaya" : [

    ],
    "Mizoram" : [
    ],
    "Nagaland" : [
    ],
    "Odisha" : [

    ],
    "Punjab" : [
        
    ],
    "Rajasthan" : [


    ],
    "Sikkim" : [

    ],
    "Tamil Nadu" : [

    ],
    "Telangana" : [
    ],
    "Tripura" : [



    ],
    "uttar pradesh" : [
      {
        "name":"Stone Craft",
        "desc" : "When it comes to the marvelous arts and crafts, the Stone Craft of Uttar Pradesh deserves mention. These skills date long back to the days of the yore, while they flourished abundantly, especially under the rule of Mughals especially. The most magnificent example of craftsmanship in stone is the Taj Mahal. The white-marble mausoleum is breathtaking, one of the wonders of the world and A UNESCO World Heritage Site.",
        "link" : "https://www.indianetzone.com/photos_gallery/81/Stone_Craft_of_Uttar_Pradesh.jpg"
      },
      {
        "name":"Pottery",
        "desc" : "The finesse of pottery creations in Uttar Pradesh is a legend. The history of artistry dates almost 600 years back. In the state, Meerut, Khurja, and Hapur are the places that have earned reputation with their skills. Though handmade, the pots come embellished with beautiful floral designs and patterns in vibrant colors.",
        "link" : "https://www.bing.com/th?id=OIP.eG4Ibg9cfIkQ5coWRZt-yAHaE8&w=151&h=100&c=8&rs=1&qlt=90&o=6&dpr=1.5&pid=3.1&rm=2"
      },
      {
        "name":"Chikankari",
        "desc" : "Among the fascinating arts and crafts in Uttar Pradesh, the skillful embroidery of Chikankari captivates you. Chikan's work is one of the proud creations of art and craft Lucknow Uttar Pradesh. The skillful embroidery of white thread on fabrics is beautiful beyond words.",
        "link" : "https://satyamfashion.ac.in/blog/wp-content/uploads/2020/11/image002.jpg"
      },
      {
        "name":"Zari Embroidery",
        "desc" : "The oldest city of Uttar Pradesh and, as records state, as old as civilization, Varanasi is well-known for the artistry of zari work. Traditionally, real threads of gold and silver are molded to create beautiful designs and patterns on sarees and other dress materials. The heavy, worked upon fabric bears a royal look",
        "link" : "https://sp-ao.shortpixel.ai/client/to_webp,q_glossy,ret_img,w_400/https://zardozifashion.com/wp-content/uploads/2019/01/zardosi-fashion.jpg"
      },
      {
        "name":"Glass Ware",
        "desc" : "Molded glassware is one of the awe-inspiring arts and crafts in Uttar Pradesh. Colorful glass bangles, beautiful chandeliers, jewelry, decanters, cutlery sets, small trinkets, and much fine glassware are handcrafted in the state. Earning a reputation globally is 'Firozabad', also called the 'City of Bangles'.",
        "link" : "http://www.bharatonline.com/uttar-pradesh/pics/glasswares-uttar-pradesh.jpg"
      }
      

    ],
    "Uttarakhand" : [


    ],
    "West Bengal" : [

    ]
}