{
    "andhra pradesh" : [
        
        {
            "name":"Gutti Vankaya Kura",
            "desc" : "This curry is a food item commonly made in every house of Andhra Pradesh.The recipe is by using eggplant stuffed with roasted herbs and the correct amount of spices to give it a delicious taste.It is thick with a good appearance and the smell just lures anyone from a distance.Greenish white brinjals are preferred over purple ones as they have a very delicate skin making it easier to cook.Rice or ghee Rotis are a perfect combination for this.",
            "link" : "https://www.crazymasalafood.com/wp-content/images/gutti-vankaya-kura-1.jpg"
          },
          {
            "name":"Gongura Mutton",
            "desc" : "This Authentic Andhra style Mutton curry is cooked with gongura leaves to give it a touch of spiciness with Gongura flavor.The combination with biryani has evolved a whole new level for Biryani lovers where we can enjoy the taste of it with a dessert.",
            "link" : "https://www.crazymasalafood.com/wp-content/images/gongura-mutton.jpg"
          },
          {
            "name":"Mudda Pappu With Avakai And Ghee",
            "desc" : "Mudda Pappu is the favorite food of any home in Andhra and is a necessary food item in many marriages.But right now it doesn’t happen in cities unlike in villages and you are lucky if you get this in a restaurant.It is a simply cooked Toor Dal and the way it is pressure cooked, and the combination with rice and pickle gives it a classic taste.The most common South Indian food, especially during festivals being a part of the Andhra Thali.",
            "link" : "https://www.crazymasalafood.com/wp-content/images/mudda-pappu-with-avakai-and-ghee.jpg"
          },
          {
            "name":"Pesara Punukulu",
            "desc" : "Punukulu is a South Indian Dish and a must Food item in many festivals and parties.One should try this at home as the preparation is easy and is suitable for an evening break.These are good with any chutney or sauce, or you can even have them without anything.",
            "link" : "https://www.crazymasalafood.com/wp-content/images/pesara-punukulu.jpg"
          },
          {
            "name":"Royyala Yeppadu (Prawns Fry)",
            "desc" : "Known as Andhra Fried Prawns, it is very addictive and is not only famous among the local people but also for the tourists.Fried spices and onions with addition of peeled prawns along with little water is the way for preparation. The recipe is simple and does not take much time to prepare, and you can surprise your guests with this delicious curry.",
            "link" : "https://www.crazymasalafood.com/wp-content/images/royyala-yeppadu.jpg"
          },
          {
            "name":"Medu Vada",
            "desc" : "Medu vada is a doughnut-shaped food item, crispy from the outside with a soft interior.It is one of the food items in South Indian and Sri Lankan regions mainly for breakfast or snack. The dish is a perfect combination with sambar and coconut chutney and even with idly for breakfast. ",
            "link" : "https://www.crazymasalafood.com/wp-content/images/medu-vada.jpg"
          },
          {
            "name":"Kodi Pulao",
            "desc" : "The perfect spicy blend of rice and meat is a treat for the meat-lovers. You absolutely cannot miss this meaty delight before checking into an hourly hotel in Banjara Hills to retire for the day.",
            "link" : "https://www.mistay.in/travel-blog/content/images/2020/06/kodi-pulao.jpg"
          },
          {
            "name":"Gongura Pachadi",
            "desc" : "Andhra cuisine is incomplete without the myriad variety of pachadis or chutneys. One of the most unique types is the spinach pachadi. The unique flavor will fill your senses and leave you craving for more. The chutney has a tangier pickle version cooked with sorrel leaves. I am very sure that after tasting it once you would be dying to know the secret recipe and prepare your own version at home. When you order a meal in Hyderabad, remember to order for Gonguro Pachadi along. After the sumptuous meal, you must stay in an hourly couple friendly hotel in Madhapur for siesta.",
            "link" : "https://www.mistay.in/travel-blog/content/images/2020/06/gongura-pachadi.jpg"
          },
          {
            "name":"Natu Kodi Pulusu",
            "desc" : "Amongst a variety of spicy chicken recipes, the Natu Kodi Pulusu certainly stands out. The pepper chicken and Guntur chicken are mouth-wateringly delicious, but the chicken cooked with poppy seeds is very tasty. The poppy seeds add a rich aroma, flavor and texture to the rich and tangy taste of other pickles. You would definitely fall in love with the variety. Besides sight-seeing, have a blast in the city of Guntur with Natu Kodi Pulusu in an hourly couple friendly hotel in Guntur.",
            "link" : "https://www.mistay.in/travel-blog/content/images/2020/06/natu-kodi-kura.jpg"
          },
          {
            "name":"Akura Pappu",
            "desc" : "Andhra cuisine loves spinach. Another delicious recipe of Popeye’s favourite leafy vegetable is the Akaru Pappu. The dish prepared with pulses would surely make even children love their veggies. So, when you visit the holy city of Tirupati, lunch on delicious Akura Pappu with rice and rest in an hourly couple friendly hotel in Tirupati.",
            "link" : "https://www.mistay.in/travel-blog/content/images/2020/06/akaru-pappu.jpg"
          },
          {
            "name":"Ulava Charu",
            "desc" : "Ulava means horse gram. The horse gram soup deserves special mention for the delicious creamy spicy taste. It is definitely a treat for our palette.",
            "link" : "https://www.mistay.in/travel-blog/content/images/2020/06/ulava-charu-1.jpg"
          }

    ],
    "arunachal pradesh" : [
          {
            "name":"Pasa",
            "desc" : "It is basically a soup that is made with fresh and raw fish. The addition of khumpatt leaves, ginger, garlic, makat, green chilli and minced meat paste makes it a sinful affair that locals relish during the winter season.",
            "link" : "https://static.toiimg.com/photo/66348970.cms?imgsize=928302"
          },
          {
            "name":"Thupka",
            "desc" : "It is a noodle soup dish that is made with boiled rice noodles, chicken or vegetables. It is a traditional dish of ‘Monpa’, a tribe of Arunachal Pradesh.",
            "link" : "https://static.toiimg.com/photo/66348972.cms?imgsize=583674"
          },
          {
            "name":"Drool-worthy dishes of Arunachal Pradesh",
            "desc" : "With staples like rice, fish, bamboo shoots, meat, and green vegetables, Arunachal Pradesh is another extension of India’s gastronomical legacy. Thanks to tourists and travellers, the richness of flavours of the state is now widely visible and has made people from across the globe to drop down to explore the delicacies that use a lot of herbs, shrubs and of course the signature bamboo shoots. Let us have a look at the richness of flavours in form of the popular, authentic and drool-worthy dishes of Arunachal Pradesh.",
            "link" : "https://static.toiimg.com/photo/66348845.cms?imgsize=839381"
          },
          {
            "name":"Chura Sabji",
            "desc" : "Now I personally have not developed a taste for this dish yet but all the people I know absolutely love it. It is a kind of a curry made of fermented cheese made by either yak milk or cow's milk and not to forget most important the flakes and a few pieces of the King chilly which makes it spicy but delicious.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/chura.jpg"
          },
          {
            "name":"Apong",
            "desc" : "Well all of you must be wondering what is apong? It is just another name for rice beer and is one of the most important traditional drink of Arunachal, and forms an important part of cuisine in Arunachal Pradesh. This beer is home-made, free of any chemicals and is also light on the buds if you're a light drinker and want a little light beer instead of the usual strong commercialized one.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Bastar_Beer.jpg"
          },
          {
            "name":"Lukter",
            "desc" : "Another delicacy of the Arunachal Pradesh Food is the Lukter. Nothing complicated, Lukter is a combination of cooked dry meat and chilly flakes from the King chilly or Bhut Jolokia. Like the norm goes with Arunachal, this too is just a side dish meant to be eaten with the rice.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Beef_jerky_being_dried.jpg"
          },
          {
            "name":"Pika Pila",
            "desc" : "Pika pila is a famous type of a pickle that is mostly made by the Apatani tribe of Arunachal Pradesh. It is a favourite accompaniment of food in Arunachal Pradesh. Pika Pila is a type of a pickle that is made by using bamboo shoot and pork fat with a little addition of King Chilly. It is hot but not very spicy as to make you feel sick.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/2422727045_7d9c0161b3_o.jpg"
          },
          {
            "name":"Bamboo Shoot",
            "desc" : "Bamboo shoot is widely eaten through all the North Eastern States because of its delicate flavour and is a chief component of food in Arunachal Pradesh. The delicious bamboo shoots are used in the dishes of boiled vegetables, cooked meat, pickles and chutneys.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Japanese_Hosaki_Menma.jpg"
          },
          {
            "name":"Rice",
            "desc" : "Rice is a staple food in Arunachal Pradesh food, and any other food is just a side dish. The most important and different thing about their rice is that in Arunachal, they prefer to cook their rice in the hollow bamboo over some hot coal to give it a different flavour than other types of rice. Who doesn't want to taste that right?",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/800_13334.jpg"
          }

    ],
    "assam" : [

        {
            "name":"Duck Meat Curry (Hanhor Mangkho)",
            "desc" : "Duck meat is a prized ingredient in Assam. Various styles of curry with this protein as the primary ingredient are prepared across Assam, most notably for special occasions. The preparation with Ash Gourd is the most loved but other styles such as with lentils, sesame seeds or even with pumpkin are quite popular too.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Duck_meat_curry_20201109181144.jpg"
          },
          {
            "name":"Maasor Tenga (tangy fish curry)",
            "desc" : "A household favourite, this graceful dish of Assamese cuisine is extremely refreshing on the palette. The fish is slow cooked in a rich,tangy broth made with tomato, outenga(elephant ear), and lemon. Ask any Assamese person about this dish and watch them drown in home-sickness just at the mention of it.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/504629145_577699c558_z.jpg"
          },
          {
            "name":"Aloo Pitika",
            "desc" : "Aloo Pitika is a simple side dish accompanied to rice and dal. A soul food in its truest sense, aloo pitika is loved by all of Assam. It is essentially mashed potatoes with mustard oil, onion, coriander and salt. This dish can be eaten at both lunch and dinner. Assam version of the humble mashed potato is delightfully simple and flavoursome. ",
            "link" : ""
          },
          {
            "name":" Xaak aru bhaji",
            "desc" : "So this dish is a usual side dish for lunch/dinner.  Made with herbs and vegetables, the components of this dish are generally seasoned with ginger, garlic, cinnamon, onions and sometime lemon. It is a staple form of food of Assam which is consumed on a regular basis, and is still tasty and flavorsome!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/6633780279_f3dd92dfd2_z.jpg"
          },
          {
            "name":"Ou Tenga",
            "desc" : "Ou Tenga is a delicious sweet and sour chutney made out of ou(elephant apple) and jaggery. The ou is first boiled and then mashed lightly. Then it is sautéed with mustard seeds in slight oil and then the jaggery is added. The dish then ready as a great compliment to your meal.",
            "link" : ""
          },
          {
            "name":"Paror Mangxo",
            "desc" : "As cruel as it might sound, pigeon meat is a delicacy in Assam. It is simply a delight for non-vegetarian. Pigeon meat usually makes your body warm and is perfect to eat in winters. It tastes best when eaten with koldil (banana flower) which is a common side dish in the food of Assam. This is a wonderful Assamese dish which combines the deliciously texture of the banana flower with Pigeon meat. Banana flowers are the buds of the banana plant, which are soaked and shredded for use in curries.",
            "link" : ""
          },
          {
            "name":"Silkworm",
            "desc" : "Yes, Assamese people like to eat creepy crawlies too and make it taste awesome! I think the word 'exotic' would best describe this dish. Essentially a tribal dish, the larva is stir fried with spices. It is crunchy on the outside and liquid-like on the inside. Might not please everybody, but is definitely worth a try!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/4159112992_9c11a21a81_z.jpg"
          },
          {
            "name":"Baanhgajor Lagot Kukura",
            "desc" : "This is a unique dish of the food of Assam made with chicken meat, bamboo shoots and lentils. The taste of bamboo shoots is not very common and doesn’t suit everyone but once you eat it, it leaves behind a unique taste which is generally complimentary to meat dishes.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/2446023942_1d23d990dd_z.jpg"
          },
          {
            "name":"Pitha",
            "desc" : "Pitha is one of the most popular snack time dishes, usually eaten at breakfast or with evening tea. There is a wide variety of pithas available. They can be sweet or savoury, steamed or fried, cooked in a many different techniques. This is one of the most technical foods of Assam and needs a lot of precision to get the dish to turn out correct.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/16325909901_ef9f0bf3f3_z.jpg"
          }
             
    ],
    "bihar" : [

        {
            "name":"Litti Chokha",
            "desc" : "The lip-smacking taste of Litti Chokha, savoured by one and all, needs no introduction. It is your grand welcome to the food of Bihar, in all its ghee-dripping glory. It consists of wheat and sattu with spices, kneaded into round spicy balls, dipped in ghee. The texture of Litti along with the crunchy crust makes it a foodie’s delight. Chokha is prepared by mashing boiled vegetables (most common being potatoes, brinjal, tomatoes), adding spices and chopped onion, garlic etc and served with Litti as a complimentary delicacy.Sattu or fried gram flour forms a distinctive element of Bihari food and cuisine. The sattu is mixed with spices and filled in wheat dough balls, rolled and cooked with ghee on a hot plate to form sattu paratha which is also called makuni.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Litti_chokha_dipped_in_Ghee.jpg"
          },
          {
            "name":"Naivedyam",
            "desc" : "The famous Hanuman Mandir near Patna Railway Station is equally famous for its Prasad, “Naivedyam”. Original roots of Naivedyam can be traced back to Tirupati Balaji Temple of Andhra Pradesh. It contains besan or gram flour, sugar, cashew, raisin, Green cardamoms, Kashmiri-saffron and other flavorings, cooked in ghee and molded into a ball shape.  It is a unique Prasad, exclusive to Hanuman Mandir. The divine delicacy melts in your mouth leaving you ecstatically content.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Motichoor_ladoo.jpg"
          },
          {
            "name":"Chandrakala/ Pedakiya",
            "desc" : "Very similar to Gujia, Chandrakala is another heavenly dessert for those with a sweet tooth. Stuffed with sweetened khoya, coconut, cardamom powder and dry fruits in a crispy covering and dipped in sugar-syrup, Chandrakala is a fdish from the traditional food of Bihar that is enough to sweeten your senses!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Chandrakala_sweet.jpg"
          },
          {
            "name":"Chana Ghugni",
            "desc" : "Chana Ghughni is a spicy-tangy evening snack item from the food of Bihar. Extremely common yet equally delicious, this mouth-watering snack is prepared in almost every household of Bihar. Boiled chickpeas, fried with onion and spices along with “Chuda ka bhuja” (flattened rice) makes it a perfect  answer to satisfy your hunger! Flattened and dried gram is also used to make other salty snacks.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Pindi_Chana..jpg"
          },
          {
            "name":"Khaja",
            "desc" : "Another equally tasty and scrumptious food of Bihar snack, Khaja is believed to be a 2000 year old preparation, very similar to the Baklava of Ottoman Empire. The crispy dessert is made from wheat flour, sugar, mawa; deep fried in oil. This unique dessert from Bihar is wafery in texture and yet melts in the mouth.  Another variant is called Belgrami which is made from a milk solids( a form of cheese), sugar and ghee. It is less sweet and is a famous sweatmeat from Udwantnagar, which falls between Arrah and Buxar.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Baleswari_khaja_pheni_Oriya_cuisine.jpg"
          },
          {
            "name":"Mutton Kebabs and Reshmi Kebabs",
            "desc" : "Bihar is equally famous for its luscious non-vegetarian delights. Patna’s famous Mutton Kebabs have an equally rich and historical origin. The aroma from a small shop in Kadamkua attracts you like a magnet and introduces you to Mahgu; His Great Grandfather was a chef in the British court. Mahgu’s Mutton Kebab’s are a delightful miracle to your taste buds.Heading towards Rajendra Nagar in Patna, Richie Rich’s delicate Reshmi Kebabs are a tough competition to Lucknow’s Galauti Kebabs.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/15440562729_06c223447d_o.jpg"
          },
          {
            "name":"Kesar Peda",
            "desc" : "Although partitioned, Bihar and Jharkhand are two states which breathe and preserve the same culture. Pedas from Devghar, which is now in Jharkhand, is an essential part of the food of Bihar. These states are home to people with one united thread of culture and belief. Every person from Bihar holds Devghar very close to his heart; the place holding deep religious affection. Situated outside the holy temple of Devghar, Gaurang Mishthan Bhandar is a 70 year old destination for worshippers to complete their fast. “Kesar Pedas” are exclusive speciality of this place. Other delicacies of Devghar include ChamCham and Lady Canning.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/3445998397_565a07674c_o.jpg"
          },
          {
            "name":"Laung-Latika",
            "desc" : "Laung-latika is a traditional dessert of the food of Bihar, prepared during festivals. Although similar to other stuffed delicacies, Laung lata’s Clove in the centre of the crisp crust makes it stand apart from the others. The pungent taste of the clove along with sweet stuffing dipped in sugar-syrup melts in the mouth; the complex amalgam of tastes altogether makes Laung Lata exclusive to Bihar. This delicacy is perfect for cold winters with famous shops located near the Patna Meusum.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Laung-latika.jpg"
          },
          {
            "name":"Dal Peetha",
            "desc" : "Dal Peetha is the Bihari way to cook dumplings or momos. This quintessential food of Bihar is covered with rice flour and stuffed with lentil paste, along with spices and pickle. The dumpling is then steamed or fried and makes for a very healthy breakfast. Another variant of this is when the lentil paste is mixed with spices and rolled into chappatis and is called Dal-Puri.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Dal-Pitha-closeup.jpg"
          },
          {
            "name":"Khajuria/Thekua",
            "desc" : "Khajuria is the most commonly prepared snack of Bihari food. The mixture of wheat flour and jaggery is deep fried and lo! This lip-smacking snack is ready to fulfill those hunger attacks! One can also use rice flour instead of wheat flour and suger instead of jaggery to make different varieties.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Thekua_-_Chhath_Festival_-_Kolkata_2013-11-09_4316.jpg"
          },
          {
            "name":"Malpua",
            "desc" : "Malpua is another Bihari food delight that needs no introduction. Its batter is a mixture of flour, milk, mashed bananas and sugar which is deep fried in ghee and dipped in sugar syrup. The crispy crust and soft centre melts in mouth, making it all-time favourite delicacy of Bihar. Malpuas are also complimented with thick Rabdi, only to add the yummy cherry on the cake!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Mawa-Malpua-Recipe_resized.jpg"
          },
          {
            "name":"Kadhi Badi",
            "desc" : "This all-time favourite yummilicious (if such a word exists) dish is another staple delicacy of Bihari food. The gravy (Kadhi)as well as the badi are prepared from besan (gram flour). The gravy also consists of yoghurt. It is usually complimented with rice and/or puris.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Kadhi_from_Nagpur.jpg"
          },
          {
            "name":"Rasia",
            "desc" : "The special type of kheer is exclusive to the grand and traditional Chhath Puja, and is an opulent affair of the food of Bihar. Rasia is famous for its festive touch and equally delicious taste. Another variant is made from popped fox nuts or makhana which is called makhane ki kheer and is only slightly sweet but quite rich.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Kheer.jpg"
          },
          {
            "name":"Pantua/Kala Jamun",
            "desc" : "Pantua is a different form of Kala jamun, famous in Bihar. The sweet is deep fried and is an addition to the food of Bihar through Bengal! Made from mawa, sugar and milk, Pantuas are elongated and have a little harder crust, but are an equally fantastic option to end your perfect Bihari meal!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/16557531048_b1b53a5877_o.jpg"
          },
          {
            "name":"Khurma And Laktho",
            "desc" : "Khurma also known as shakkarpara is another sweet snack from Bihari food and cuisine that is made of flour and salt, deep fried in oil and dipped in sugar syrup. The sugar syrup cools off and crystallizes to give a powedery outer texture.  If you use rice flour dough and a thick jaggery syrup, you get another variant called Laktho. Both of them are really sumptuous to munch on.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/khurma.jpg"
          },
          {
            "name":"Balushahi",
            "desc" : "A sweet, porous flour cup, enclosing a litany of flavours in the Khoya inside – that’s the Bihari food dish, the Balushahi for you. Every time you bite into one, you don’t just taste a sweet. You taste the love of the wonder, that is the food of Bihar. The sweet is filled with mildly sweetened khoya and spices like cardamom and cinnamon, sometimes even flavoured with the opulent saffron for added taste and fragrance. The flour bowl is then closed and deep fried until perfection.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/balushahi.jpg"
          },
          {
            "name":"Parwal ki Mithai",
            "desc" : "Biharis sure seem to have a sweet tooth. Yes you read that right, they even turned the plain old vegetable like parwal/patol (pointed gourd) into a sweet dish, reverberant  of the food of Bihar. And boy, it tastes heavenlly. The inner pulp of the parwal is scooped out, bolied, dipped in syrup and filled with sweet khoya preperation. The end result looks as royal as it tastes!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/parwal-mithai.jpg"
          },
          {
            "name":"Gur Anarsa",
            "desc" : "Rice flour and Jaggery come together to create this beautiful Bihari food dish that is found all year long. It is then coated in sesame seeds and fried over medium heat until it achieves the perfect shade of red. Bite into an anarsa and soak in the sweet treat that awaits you!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/Anarsa-Header.jpg"
          },
          {
            "name":"Laai",
            "desc" : "Jaggery syrup poured all over lightly fried cereal, and then shaped into sizeable balls by the mothers and grandmothers of the house. Talk about comfort food! The cereal may be either puffed rice (muri), beaten rice (choora) or Ram dana. The laai is going to be your favourite Saturday evening munchie if you try it!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/09/tilwa.jpg"
          },
          {
            "name":"Tilkut",
            "desc" : "To those of you who enjoy a sugar rush a dive into Bihari cuisine will be worth it. This north Indian state has a plethora of desserts and savouries which will be a delight to your sweetened taste buds. A feeling which you are too sure to relinquish for days to come. However, it requires skill and talent to create the choicest of Bihari sweets. One such sweet that requires careful preparation is the Tilkut a healthy dessert prepared from punched sesame seeds. It is cooked with a sugar base rolled into a ball filled with copious amounts of crushed sesame seeds. The tilkut gets tastier, softer and nebulous with a luxurious input of sesame seeds. Heated in an optimum temperature with the right proportions of jaggery and lint is then hammered where the hard work begins to beat them into biscuit like shapes. The best tilkuts are made in the town of Gaya. However, take care Tilkut is a seasonal dish and it is available only in winters (during Makar Sankranti time). The saying Winter is coming can be never be looked forward more optimistically except in the matter of Tilkuts.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Tilkut__Sweet_savoury_made_from_jaggery_paste_and_sesame_seeds_20190304060607.jpg"
          },
          {
            "name":"Puri Sabzi",
            "desc" : "Indians have mastered the skill of creating a variety of bread, thanks to the vibrant diversity we induct into our cuisine. Give us whole wheat flour or any other form of grain, and we will give you lip-smacking platters of breads tagging with the choicest of side dishes. Every state in India has its very own variant of bread, but the small round deep-fried bread called poori is widely known and can be seen in every common household for breakfast. Poori is a very accommodating kind of bread, and poori differs from region to region with various gratings and mashes incorporated into it which dovetails the lusciousness of the bread, and that was withheld from the side dish that is served alongside. When it comes to Bihar it is more of a staple diet to the indigenous population and Bihari cuisine is one of a kind with its exquisiteness. The most common format of Poori there is tagged with the vegan Aaloo sabzi which is mashed potato with a delightful concoction of spices and herbs. The Bihar version of Poori is not complete without the special dessert of jalebi which gives a very healthy and balanced gastronomical.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/800px-Puri_with_gobhi_sabzi_20190304061002.png"
          },
          {
            "name":"Sattu Sharbat",
            "desc" : "Sattu ka sharbat is a popular drink in Bihar which is basically made of roasted gram flour. Packed with protein, this savoury drink is a real energiser and a meal in itself.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Chana_20191202165408.jpg"
          }

    ],
    "chhattisgarh" : [

        {
            "name":"Muthia",
            "desc" : "Muthia are dumplings cooked in the traditional style of the Chhattisgarh state. Muthia is prepared with the rice batter which is seasoned with various spices. The dish is not fried but is steamed and hence it retains the original flavor of its ingredients. Muthia is a famous dish of the state which is usually enjoyed in the breakfast. This dish is also famous among the rural people of the state.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/muthia.jpg"
          },
          {
            "name":"Aamat",
            "desc" : "Aamat is considered as the Sambhar of Bastar region of the state. This delectable delicacy of the state is prepared with mixed vegetables which is cooked along with the ginger garlic paste and various spices to enhance the flavor of the dish. Traditionally the dish is prepared in the bamboo shoots. The bamboo keeps the flavor of the ingredients in intact and also adds the unique aroma to the dish. This procedure of cooking Aamat is still prevalent in the remote areas of Bastar. Although, the dish is prepared with the modern equipments in the urban areas. This is a speciality of Chhattisgarh",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/aamat.jpg"
          },
          {
            "name":"Chila",
            "desc" : "What we all enjoy eating in all the parts of India is a gift from the Chhattisgarh region. Chila is flat chapati like dish which is prepared with the rice batter mixed with the Urad Daal. The dish is very easy to cook and is very delicious in the taste. Chila is an important part of the breakfast meal of the people of Chhattisgarh. To grab the best taste of Chila, complement it with the green chutney.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/chila.jpg"
          },
          {
            "name":"Bhajia",
            "desc" : "Bhajia is a famous street food of Chhattisgarh which is very popular among the local people of the state. A local variant of Bhajji, a dish that is commonly found in South India. Bhajia in Chhattisgarh are prepared with different ingredients, each one of them adding a taste to the dish that will get your taste buds going. Bhajia is prepared with the gram flour along. Various type of Bhajis such as Mirchi Bhaji- prepared with chili, onion Bhaji prepared with onion, and Aloo Bhaji prepared with potato are some of the famous variants of the dish. The perfect aroma and the right amount spices add the delectable street food taste to this dish. Bhajia are best enjoyed with a hot cup of tea along with spicy Hari chutney.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/bhajia.jpg"
          },
          {
            "name":"Sabudana ki Kichdi",
            "desc" : "Sabudana ki Kichdi is one of the healthiest and most delicious chhattisgarh is famous fori dishes that is not only eaten in just Chhattisgarh but all around the country. Sabudana Ki Kichdi is a dish prepared with the soaked Sabudana balls. To add the flavor to the dish various vegetables and spices are added that provides a delicious taste to the plate. Sabudana ki Kichdi is fondly eaten during the fast, but it accounts for an important dish for the people of Chhattisgarh.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/sabudana-khichdi.jpg"
          },
          {
            "name":"Bara",
            "desc" : "Bara is a unique variant of the Vada that is eaten in South India. Bara is basically a light snack which is made from the fermented Urad Dal . Various vegetables and spices are added along with the fermented lentils to add the perfection to this famous dish of the state. The requirement of minimum oil makes Bara super light and super healthy to eat. This dish represents the food culture of Chhattisgarh on various occasions that take place in the state. Bada is a must serve during the festivals and village fairs of the state. Apart from that, in Bastar region of the state it is compulsory to serve Bara to the guests during the marriage ceremony.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/bada.jpg"
          },
          {
            "name":" Faraa",
            "desc" : "If you ever want to taste the Desi styled Momos then make Faraa your pick to satisfy your taste buds. Faraa are made in the form of dumpling, the main ingredient of dish being rice. The dough of rice along with the minimum spices are seasoning of coriander leaves is put to steam to get the light and healthy snack that hails from Chhattisgarh.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/fara.jpg"
          },
          {
            "name":"Tilgur",
            "desc" : "Tilgur of Til k Ladoo is a famous dish that has got it origin from Chhattisgarh state. The roasted sesame seeds are mixed with the dark jaggery and peanuts. The mixed is well mixed and is then made into Ladoos to grab the famous dish of the state. Tilgur are must- served during the various occasions and festivals of the state. Makar Sankranti is the main festival where the people prepare Tilgur.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/tilgur.jpg"
          },
          {
            "name":"Khurma",
            "desc" : "What is famously known as Sewaiya, a famous dish which is served on Id is a dish which is equally celebrated in Chattisgarh. Khurma is a famous sweet dish from the state of Chattisgarh which is prepared with the milk and vermicelli. The roasted vermicelli are added to the boiling water along with sugar syrup and rich dry fruits to get an absolutely lip-smacking sweet dish which will surely satisfy your sweet tooth.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/khurma.jpg"
          },
          {
            "name":"Bafauri",
            "desc" : "Bafuari is a healthy alternative for the oily pakodas which are every Indianâ€™s favourite snack. Bafauri is a famous dish of the state which is cooked in Chana Daal flour. Various vegetables and spices add the mouth-savoring taste to the dish. The dough is prepared in the form of balls and is steamed. The fact that is not cooked in oil makes it extremely healthy to eat.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/bafauri.jpg"
          },
          {
            "name":"Dubki Kadi",
            "desc" : "Dubki Kadi is a dish of Chhattisgarh which makes it into the lunch plates of the people of the state. Dubki Kadi is a pulse-like dish which is mainly cooked with the curd. The pakodas of gram flour are added to the dish which is best complemented with the tangy curry of curd and spices. Apart from Dubki Kadi, there are other variants of the dish such as Arbi kadi, Bhindi kadi etc which are equally mouth-watering.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/bafaour.jpg"
          }

    ],
    "goa" : [

        {
            "name":"Goan Fish Curry",
            "desc" : "Goan fish curry or the Xitti Kodi is the staple diet of every Goan making it a famous food of Goa. The Goan fish curry is loaded with various spices along with coconut. Raw mango is also used to give the dish a tangy flavour. The main ingredients of the dish are a decent-sized Pomfret and raw mango. Instead of Pomfret, Kingfish may also be used. This Goan dish is served along with rice.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/XitKodi_20170809110541.jpg"
          },
          {
            "name":"Chicken Cafreal",
            "desc" : "Cafreal chicken is a spicy green coloured dish that will leave your mouth watering. Grinding green chillies, herbs and various spices together make the masala for the chicken. Then, the chicken is mixed with this masala and fried. This Goan dish does not require anything on the side but it may be served with salads.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/ChickenCafreal_20170809113027.jpg"
          },
          {
            "name":"Goan Pork Vindaloo",
            "desc" : "'Vin' comes from the word vinegar and 'ahlo' means garlic in Portuguese. It is said that this Goan food was previously called Vindahlo but because of the use of potatoes, folks started calling it Vindaloo (aloo means potatoes). The dish consists of pork, onions, chillies, garlic along with Vinegar and other spices. Masala is prepared using the chillies and other ingredients and is then mixed with meat and vinegar. This mixture is stored overnight. The dish is then friend using onions and other herbs.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/514.jpg"
          },
          {
            "name":"Chicken Xacuti",
            "desc" : "Chicken Xacuti consists of poppy seeds and Kashmiri red chillies. This is yet another Portuguese influenced famous Goan food. The Goan curry consists of chicken, potatoes, onions, coconuts, chillies, and other spices. Kashmiri chillies are specifically used as they give intense hot flavour and also give colour to the dish. This is one of the most popular Goan Food.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/ChickenXacuti_20170809112158.jpg"
          },
          {
            "name":"Shark Ambot Tik",
            "desc" : "Ambot Tik is a Portuguese influenced Goan food. 'Ambot' means sour and 'tik' means spicy. Red chillies (Kashmiri) are used to add spice to the dish and Kokum (Garcinia indicia) is used to make the dish taste sour. Shark fish is diced and tossed with onions, tomatoes and masala",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/SharkAmbot_20170809111921.jpg"
          },
          {
            "name":"Sorpotel",
            "desc" : "'Soro' is a Konkani word that translates to alcohol or liquor. Sorpotel (also known as sarapatel) is a famous food of Goa. Pork and beef or mutton liver are used for this dish. The meat is parboiled and the fat is fried. Onions, garlic and the masala prepared are added along with other spices and herbs. Sorpotel can be consumed any time of the day, however, some people prefer it to have it for breakfast.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Sarapatel_20170809112534.jpg"
          },
          {
            "name":"Feijoada",
            "desc" : "This dish is a stew of red beans and pork. Goan feijoada is a Portuguese influenced recipe. Salted pork, masala and red beans are combined and fried to prepare this dish. Coconut milk may be added instead of water for the gravy as coconut milk will add a unique flavour and give a thicker consistency. Goan feijoada is served with rice or pois.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Feijoada_20170809112718.jpg"
          },
          {
            "name":"Sorak",
            "desc" : "Sorak is a simple vegetarian curry made especially during the monsoon season in Goa. Curry consists of spicy masala with onions and tomatoes. Sorak is best enjoyed with hot steaming rice or dry fish.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/SorakCurry_20170809113345.jpg"
          },
          {
            "name":"Samarachi Kodi",
            "desc" : "Samarachi Kodi is a dish prepared during the monsoons. It is a dry prawn curry. Dry prawns, onion, coconut, tamarind and tomatoes are the main ingredients which a friend with a spicy, tangy masala. Coconut milk is added to give it the typical flavour and texture. Some also use Bombay ducks instead of prawns. Samarachi Kodi is served best with hot rice and pickle. ",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/SamarachiKodi_20170809122023.jpg"
          },
          {
            "name":"Prawns Xeque Xeque",
            "desc" : "Prawns Xeque Xeque is a classic Goan dish of prawns, coconut milk, tomatoes, green chillies and onions. The masala is mixed with prawns and added to sauteed onions, garlic and tomatoes. The coconut milk is added gradually. This Goan dish can be accompanied with Sannas, dosas or fugias",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/PrawnsXequeXeque_20170809122236.jpg"
          },
          {
            "name":"Patolea",
            "desc" : "Pronounced as 'pathayo', Patolea is a sweet dish that may also be consumed along with tea. For the dish, Goan red rice is used with tamarind leaves (Haldi ka patta). A filling of coconut, Goan jaggery, and cardamom is made and stuffed inside the leaves (that have been lined with rice paste)  and the leaves are then folded or wrapped and steamed for 20 minutes.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/515.jpg"
          },
          {
            "name":"Crab Xacuti",
            "desc" : "Crab Xacuti is a famous dish of Goan Food. The preparation of this dish is similar to that of Chicken Xacuti. But the claws of the crab need to be carefully removed and the crabs are then to be boiled for 15 minutes before proceeding. Eggs may be added to the curry to make it thicker and fluffy in consistency",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Crabxecxec_20170809123110.JPG"
          }

    ],
    "gujarat" : [

        {
            "name": "Khaman - The Sponge Snack",
            "desc" : "A tasty and healthy steamed snack made from freshly ground lentils and chickpea flour, it is very similar to its humble cousin, the world-famous -dhokla. To prepare the khaman, the khaman flour mix is boiled along with turmeric, salt and baking soda to make it light and fluffy. It is then cut up into cubes and usually garnished with mustard seeds, coriander leaves, sev and chopped onions. Traditionally served on a large green leaf called the Kesuda, the modern, urban version is served in newspapers in farsan (snack) shops with tangy chutneys and several pieces of green chillies. Popular adaptations of the khaman include Ameri khaman (mashed up khaman garnished with sev and pomegranate), Nylon khaman (softer and fast-cooking khaman) and Masala khaman (khaman served with hot and spicy chilly powder).",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Dhokla_20180327130008.jpg"
        },
        {
            "name": "Thepla",
            "desc" : "No Gujarati journeys, picnics, foreign trips or even business trips are complete without this ubiquitous snack. Made from gram flour, whole wheat flour, fresh fenugreek leaves and spices, these flatbreads are healthy snacking options with a long shelf life. Usually served piping hot with fresh curd, pickles or chundo, they make wholesome meals. When accompanied by a cup of steaming hot tea, they also make a sumptuous breakfast or a great snack during the monsoon. Although the methi (fenugreek) ones are the most common, other varieties include palak (spinach), amaranth or muli (raddish) theplas-specially recommended for fussy eaters.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Tehepla_20180327130226.JPG"
        },
        {
            "name": "Khandvi",
            "desc" : "Thin layers of gram flour cooked with buttermilk and rolled up in mushy goodness, seasoned with sautéed sesame seeds and a few other spices, that's khandvi for you. The simple but aromatic garnishing of curry leaves, coriander, sautéed cumin, mustard and coconut makes it simply irresistible.  Also called 'suralichya wadya' in Maharashtra, it is a popular snack among Gujaratis and Maharashtrians alike. Although loved by all, no one can deny that this dish is a little tricky to cook, especially getting the consistency of the batter right. Light on the stomach and pleasing on the tongue, khandvi can be a perfect breakfast item or a delectable evening snack.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Khandavi_20180327130344.jpg"
        },
        {
            "name": "Undhiyu - The Winter Delicacy",
            "desc" : "The king of Gujarati dishes Undhiyu (and of course Uttarayan) is the reason why a Gujarati eagerly awaits winter. It derives its name from the Gujarati word undhu, meaning inverted, it is a classical Gujarati dish made in an inverted clay pot. It is a special winter delicacy made from the choicest of fresh produce readily available in winter. Common ingredients include eggplant, crunchy muthiyas (fried chickpea flour dumplings), potatoes, yam, green peas, bananas and beans, slow-cooked to perfection with buttermilk, coconut and spices. Undhiyu served with puris and shrikhand is a common occurrence during Gujarati weddings.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Undhiyu_20180327130510.jpg"
        },
        {
            "name": "Muthiya",
            "desc" : "Named after the action that is used to shape the dough, these fist-cakes make for a great breakfast or evening snack. To prepare these, a mixture of chickpea flour, bottle gourd and spices is prepared, steamed, pan-fried and seasoned. If you skip the pan-frying, it becomes a great meal for the health-conscious folks. Other varieties include usage of spinach, fenugreek, amaranth or even bitter gourd. Juicy and fluffy on the inside, golden and crispy on the outside, no one can ever say no to a bowlful of muta hiya. Best relished with a dash of mint-coriander chutney or ketchup, and a cup of steaming hot tea. Try this Gujarati dish to know what it is all about.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Muthia_20180327130712.jpg"
        },
        {
            "name": "Handvo - The Savoury Cake",
            "desc" : "Traditionally prepared over charcoal or in a pressure cooker, handvo is essentially a savoury cake. To prepare handvo, a batter of lentils and rice is prepared and fermented overnight, and then baked. They are sometimes also pan-fried to make them crispy and golden, and the sesame seed seasoning makes them just irresistible! These nutritious pan-fried or baked lentil cakes are a very popular one-dish meal in Gujarati households. Like most other Gujarati snacks, they are best enjoyed with tangy green chutney and a hot cuppa.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Handavo_20180327131046.jpg"
        },
        {
            "name": "Fafda-Jalebi",
            "desc" : "Made hugely popular by the daily soap 'Taarak Mehta ka Ulta Chashma', this is (almost) every Gujarati's dream cheat-day breakfast. Fafda is a crunchy, fried chickpea flour snack, jalebi is a sweet deep-fried pretzel made of wheat flour and dipped in sugar. Together, they are a match made in heaven. When you take a piece of the crunchy, salty, spicy fafda and eat it with a piece of the crunchy, sweet jalebi, you are sure to be in food heaven. Have a fried chilly or a whip of the dry papaya chutney with this combination, and your taste buds will burst away to glory. Almost every street corner in Gujarat, esp. Ahmedabad has a shop selling these. On Sundays, there are huge queues outside farsan shops, for an indulgent breakfast of this heavenly duo.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Jalebi_Fafda(1)_20180327131219.jpg"
        },
        {
            "name": "Lilva Kachori",
            "desc" : "A great winter and monsoon tea-time snack, kachoris are balls made of flour and stuffed with any filling of your choice. They are a popular delicacy in the western and northern part of India. Lilva Kachori is a special Gujarati dish, made with a filling of pigeon peas. To prepare these the kachori dough is prepared from white flour and semolina, rolled out and filled with the lilva mixture (pigeon peas, green chilies, coriander and spices), rolled into balls and then fried off. Best served with tangy chutney or sauce, this is a crunchy, tasty snack that can make the cold evenings warmer and more enjoyable.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/maxresdefault.jpg"
        },
        {
            "name": "Sev Tameta nu Shak",
            "desc" : "A sweet, salty, tangy, spicy shak (vegetable preparation) made from tomatoes and sev is a favourite Gujarati dish, especially among children. To prepare this dish, diced tomatoes and onions are sautéed with oil and spices and then cooked in steam. Crispy sev is added as a garnish at the time of serving along with freshly cut coriander. Easy to make and delicious to eat. It ticks all the boxes-colour, texture, crunch, flavour etc. Relish it with parathas, theplas or the humble phulkas for a hearty meal.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Sev_Tameta_Nu_Shaak_20180327131504.jpg"
        },
        {
            "name": "Gujarati Kadhi",
            "desc" : "No Gujarati thali meal is ever complete without the kadhi. Distinctively recognized because of its white color, this is a traditional dish made of sour curd, spiced with thickened gram flour and sweetened with a jaggery or sugar. The texture of this sweet and spicy, thin soup-like kadhi can be enhanced with the addition of koftas or pakoras. It makes for an excellent summer dish because of its cooling nature, and is best relished with soft phulkas or steaming hot basmati rice.  Hearty to eat and simple to cook, it is a staple food of Gujarat.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/gujarati-kadhi.jpg"
        },
        {
            "name": "Khichu - The soft and gooey snack",
            "desc" : "What started off as a dough for making the yummy khichiya papads, itself ended up as a delicious dish. Commonly found across the food stalls in many Dandiya and garba venues during Navratri, it is a dough made from rice flour added to boiling water alongside green chillies, cumin seeds, and sesame seeds, then cooked in steam and seasoned with groundnut oil. The groundnut oil seasoning gives a gourmet touch to this simple, wholesome dish. Although it is commonly prepared using the rice flour, other variants include usage of wheat flour, nachani (ragi) flour, bajri flour and jowar flour. Its warm, soft and gooey texture makes it a great evening snack during the colder months, loved by children and adults alike.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Khichu_20180327131743.JPG"
        },
        {
            "name": "Gota - The Gujarati Pakoras!",
            "desc" : "Each state in India has its own version of the golden, crispy, yummy pakodas (fritters), and Gujarat is no exception. Gota is Gujarat's very own pakoda dish made from gram flour and fenugreek leaves. Originating from the village of Dakor in Gujarat, Gota is a traditional Gujarati dish and a special delicacy during Holi. Easy and fast to prepare and having a soft texture, it also makes for a delicious evening snack, especially when it is raining outside. Best relished with ketchup or a sweet and tangy chutney made from dates and tamarind.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/IMG_0347-Copy.jpg"
        },
        {
            "name": "Mohanthal",
            "desc" : "A signature dish of many Gujarati households with each housewife adding her own special touch to this traditional recipe, Mohanthal is a soft fudge-like sweet made from sweetened gram flour (besan) and flavoured with saffron, cardamom and nuts like almonds and pistachios. A simple and homely treat for the palate, it is said to be Lord Krishna's favorite dessert, and hence made very lovingly during the festival of Janmashtami. Although a traditional dessert, it is sometimes also prepared to satisfy those untimely dessert cravings. It can also be served as a tea-time snack, and can be found in all mithai shops across the state.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Mohanthal_20180327131946.jpeg"
        },
        {
            "name": "Murghanu Shaak",
            "desc" : "A metaphorical slap-in-the-face for all those who think Gujarati food is only about vegetarian food. Murghanu Shak is a unique taste of Gujarat that celebrates those authentic Gujarati flavours of the drumstick, potatoes and the Gujarati masala in this sweet, sour and tangy chicken dish. The chicken is marinated in a mixture of oil, yoghurt and spices and then cooked in a lovely gravy of onions, garlic, ginger, chilli powder, garam masala and any other vegetables you may wish to add. It is a delicious, fast and easy recipe to make some delicious Gujarati-style chicken at home.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/MurghanuShaak_20180327132549.jpg"
        },
        {
            "name": "Ghari - Gujarati Sweet",
            "desc" : "Surati Ghati as it is usually called is a sweet dish so called because it is mainly prepared in Surat, Gujarat to be consumed during the festival of Chandani Padva, which is actually formed around the dish itself. Ghari was actually prepared by the cooks of Tatya Tope(freedom fighter) to provide extra strength to the freedom fighter’s soldiers in 1857 on a moon day. Suratis consume around 100000 kg of Ghari every year on Chandani Padva. Ghari is made of milk, ghee and puri batter with sweet fillings inside which is then moulded into round shapes. These are also made in many different flavours like pistachio, almonds and more. ",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Real_Surati_Ghari_20190520145938.jpg"
        },
        {
            "name": "Khakhra",
            "desc" : "Khakhra is a thin cracker made with moth beans and wheat flour as its basic, core ingredients. A bunch of chosen spices, a bit of oil and these non-fried, yummy crisps are ready to relish. Khakhras are a very popular accompaniment in breakfast and also as light evening snacks. They are not just light and tasty, but healthy as well. There are a whole lot of different flavours in these delicious, thin tortilla-like crisps. Methi, Masala being the most common ones; one can now easily find an array of creative and exciting flavours such as Pav Bhaji, Pani Puri, Pizza, Garlic Bread, Chaat Masala, Manchurian, Instant Noodles, Vada Pav and a lot more! As unbelievable as this sounds, these flavours of Khakhras actually exist!",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Khakhra.jpg_20200108170037.png"
        },
        {
            "name": "Doodhpak",
            "desc" : "Doodhpak is a traditional Gujarati sweet dish. It is known for its delectable flavours and textures. It is prepared with ingredients such as milk, Basmati rice, sugar, cardamom, saffron and dried fruits like almonds, pistachios, raisins etc., and a dash of Desi Ghee. The milk (along with rice and sugar) is simmered and thickened to form this beautiful, rich texture and enhance the flavours. The subtle hint of saffron and mild coarseness of the almond paste help make them taste all the more enjoyable. Garnished with dried fruits and cardamom powder; served with soft, fluffy, hot puris and Doodhpak is ready to binge on!",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/8486995181_85261a4214_o_20200108170538.jpg"
        },
        {
            "name": "Chorafali",
            "desc" : "Chorafali is another fun, crunchy snack coming from the Gujarati cuisine. It is made of flours like urad flour, gram flour, a bunch of spices like chilli powder, dry mango powder, black salt etc. The dough forms thin strips that are then deep-fried in hot oil. The frying makes them fluffy, yet crisp. Tossed in dry spices at the end, this yummy snack is ready to eat. It is a popular Diwali snack. Chorafali can also be stored in an airtight container and kept for about a week.",
            "link" : ""
        },
        {
            "name": "Dabeli",
            "desc" : "The word Dabeli refers to 'pressed.' It is a type of dish that is made using a mash potato mix that has spices, onions, tamarind chutney, coconut, some pomegranate seeds, peanuts coriander and boiled potatoes. This potato filling is placed between two bread buns and cooked on a Tawa with some oil. The buns are then pressed and flattened to make the Dabeli true to its name. It is a somewhat crunchy, savoury, flavourful fast food dish that one can grab and go.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Daabeli_20200108170744.JPG"
        },
        {
            "name": "Ghughra",
            "desc" : "Ghugra or Gujiya is another festive Gujarati snack. It is also known as Karanji in various parts of India. This one is prepared using a refined flour dough that is stuffed with a filling before deep frying. The filling is made using roasted semolina or rawa, dry fruits such as almonds, raisins; grated coconut, cardamom powder and sugar. It is the style of wrapping the filling in the tortilla that is quite unique and interesting. They are formed in a half-moon shape, where the round edge is twisted to create a pattern.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Holi_special_Gujiya_20200108170919.JPG"
        },
        {
            "name": "Gathiya",
            "desc" : "Gathiya is a tea-time snack. It is primarily made of besan or gram flour. It is like a thicker sev, however, there are a few notable differences. There are usually two kinds of Gathiya: Tikha (spicy) Gathiya and regular Gathiya. The difference is in terms of the spices used in the dough. The regular one has carom seeds, salt, turmeric, soda bicarb, and a dash of oil. Tikha has additional spices like black pepper and red chilli powder. The dough is then made to pass through a mould, making its strands, straight into the oil for deep frying. The end result is not crunchy, but a bit soft. Must try, for sure!",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Gathiya_20200108171240.jpg"
        }

    ],
    "haryana" : [

        {
            "name":"Singri ki Sabzi",
            "desc" : "Singri or ker sangri is a dried desert bean found in the state and is used to cook this mouth-watering sabzi. To prepare this vegetable, stir-fry beans are soaked overnight and then boiled in saltwater for fifteen minutes. They are then cooked on a pan with a few spices like amchur (mango powder) and berries. Yoghurt might also be added to it.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Ker_Sangri_20170819180624.jpg"
          },
          {
            "name":"Besan Masala Roti",
            "desc" : "Besan ki Masala Roti is an Indian bread made with the dough of besan (gram flour), atta (wheat flour) and ghee. Green chilli powder, red chilli powder, cumin powder, coriander powder and amchur is also mixed in the dough. This roti is consumed with raita or sabzi.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/4545415107_3b68b28668_o_20170819180805.jpg"
          },
          {
            "name":"Mixed Dal",
            "desc" : "Mixed Dal is good for satisfying both - your health and taste buds. It is a protein-rich recipe in which various dals (Chana, toor, masoor and moong dal) are mixed with spices and are cooked in ghee. The semi crushed grains of the dal allow the dish to have a rich and thick texture to eat the dal. Most people have dal with plain rice or jeera rice.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Dal_Fry_Tadka,_Cumin_Rice,_Roasted_Papad_on_the_side_20170819180907.jpg"
          },
          {
            "name":"Hara Dhania Choliya",
            "desc" : "Hara Dhania Choliya is an authentic dish of Haryana. Choliya or green channa is mixed with other vegetables like onion, carrots, and spices. The dish is a Sabzi and is had along with rice or roti.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Pindi-chana-recipe_20170819181108.jpg"
          },
          {
            "name":"Kadhi Pakora",
            "desc" : "Kadhi is the gravy made from sour yoghurt and is thickened using gram flour. What makes the recipe unique in Haryana and Punjab is that the folks add fried pakoras (fritters) to the Kadhi making it perfect Indian comfort food.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Kadhi_Pakoda_20170819181312.JPG"
          },
          {
            "name":"Malpua",
            "desc" : "Malpua is an Indian version of sweet pancakes. They are fluffy and are served hot. Malpua is made and garnished in ghee. In some places, malpua is served with rabri ( a condensed-milk-based sweet dish)",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Malpua_(dessert)(1)_20170819182747.jpg"
          },
          {
            "name":"Mithe Chawal",
            "desc" : "Mithe Chawal (sweet rice) are prepared using basmati rice, ghee, and sugar along with some cardamom and saffron. Basmati rice is grown best in Haryana. This dish is very famous, and every individual must try it at least once.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/2367782777_e143ba3442_b_20170819182911.jpg"
          },
          {
            "name":"Bajara Khichri",
            "desc" : "Khichri is had almost throughout the country. However, what makes Haryana Khichri so popular is that instead of rice, Bajara is used. For preparing bajara khichri, bajara is soaked overnight. Then Moong daal and bajara are washed together and cooked in a pressure cooker along with spices. We all know that bajara is very good for health as it is a hardy crop (grows even in harsh conditions and is easily found). Thus this recipe is recommended to all especially to those who do not wish to have rice.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/16285745075_89f426027e_b_20170819183543.jpg"
          },
          {
            "name":"Bhura Roti Ghee",
            "desc" : "Bhura Ghee Roti is a sweet, savory dish made with bhura (powdered sugar), ghee and leftover rotis. Haryanvis often indulge in this dish after a meal as dessert.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/sugar-paratha_20170819232257.jpg"
          },
          {
            "name":"Bathua Raita",
            "desc" : "Bathua Raita is a yogurt recipe that is very refreshing and gives added benefits to health. Bathua or chenopodium leaves are antioxidants and are rich in many vitamins. To prepare this dish, ingredients like chopped bathua, cumin powder, red chilli powder and salt are added to the yogurt. Raita can be served along with almost all meals in Haryana.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Bathua_Raita_20170819232413.JPG"
          },
          {
            "name":"Bajara Aloo Roti",
            "desc" : "Bajara Aloo Roti is another popular Haryana dish. Bajara is consumed in Haryana especially during the winter month as bajara is said to produce warmth in the body. Bajara Aloo Roti is prepared just like bajara roti but with mashed potatoes and various spices in it. Even onions may be added to the roti. The rotis are served hot with butter on top of it. Raita may be served on the side.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Bajra_Roti_and_Dal_20170819233020.JPG"
          },
          {
            "name":"Kachri ki Chutney",
            "desc" : "Kachri ki chutney is famous in Haryana and Rajasthan. This chutney is made from a vegetable called Kachri that is locally grown in the state. Kachri is a wild variety of cucumber and looks like minute watermelons from outside. Kachri ki chutney is made from ground kachri, garlic, onion, other spices, and yogurt.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/6336062601_b7bb715f34_o_20170819233155.jpg"
          }
    ],
    "himachal Pradesh" : [
        
        {
            "name":"Madra",
            "desc" : "Madra is originally a delicacy that belongs to the Chamba district of Himachal Pradesh. The dish mainly consists of the soaked chickpeas (chana) or vegetables. Cooked well in the oil and various spices such as cloves, cinnamon, cardamoms, cumin, coriander powder and turmeric powder enhance the taste of this dish. Madra is one of the main dishes that represents the food culture of Himachal Pradesh. Every restaurant, every occasion, and the festival will have Madra offered to you with utmost love.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/chana-madra.jpg"
          },
          {
            "name":"Dhaam",
            "desc" : "Dhaam is a traditional food of himachal pradesh that along with a great taste promises a healthy dose of nutrients. The dish includes dal, rajma, rice, curd, boor ki Kadi and is very well complemented with gur (jaggery). Dhaam is a plate full of delicious delicacies that are a must-serve on the occasions and festivals. The distinctive feature about this dish is that it is prepared by special chefs known as ‘botis’. To grab the best taste of Dhaam you must visit Himachal during festivals.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/dham.jpg"
          },
          {
            "name":"Tudkiya Bhath",
            "desc" : "Tudkiya Bhath is the authentic pulao of Himachal Pradesh that pahadi people cook in their own very style. What’s unique? The dish is not only cooked with Indian spices but an extra add up to the lentils, potatoes and yoghurt along with onion, tomatoes, garlic, cinnamon, cardamom provides this dish such a great taste that will make you want it again and again. For the best taste, Tudkiya Bath is complemented with mash dal and few drops of lime juice.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/tudkiya-bhaat.jpg"
          },
          {
            "name":"Bhey or Spicy Lotus stems",
            "desc" : "A famous dish of Himachal Pradesh that is fondly eaten in the households of the Himachali people. Bhey is a delicious dish which is prepared with the lotus stems. Thinly sliced lotus stems are then cooked in the ginger-garlic, onions and gram flour which adds the unique and great taste to the dish.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/bhey.jpg"
          },
          {
            "name":"Chha Gosht",
            "desc" : "If you are a hard-core vegetarian then nothing can serve you better than Chha Gosht. A typical Himachal delicacy, Chha Gosht is a scrumptious dish prepared with the marinated lamb which is further cooked in the gravy of gram flour and yogurt.The taste of this dish is highly enhanced when it is well cooked in the Indian spices such as cardamom, red chili powder, coriander powder, bay leaf, asafoetida and ginger-garlic paste.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/chha-gosht.jpg"
          },
          {
            "name":"Siddu",
            "desc" : "Made from wheat flour, Sidu is a local side- dish of Himachal Pradesh which greatly complements the main course of mutton or some vegetables. The preparation of Sidu is difficult and time-consuming, but for the taste that it renders, every minute of preparation is worth it. The wheat flour is kept for 4-5 hours for the yeast to settle down. Later, the dough is filled with fat and put on the direct flame to get the half-cooked dough. This partly cooked dough is then steamed to keep the taste and nutrients of the ingredients intact. Sidu can easily be found in the local restaurants of Himachal Pradesh to give tourists a flavour of Himachali cuisine.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Siddu_20200423124958.JPG"
          },
          {
            "name":"Babru",
            "desc" : "Himachal have added a unique twist to popular Kachoris of North India. Babru is a flat bread which is prepared with the stuffing of black gram paste which is added to the kneaded dough. The crisp and the scrumptious taste that this dish has to offer will make you forget the conventional Kachoris of North India. Babru is best enjoyed with Tamarind chutney and it also complements the famous Chana Madra of Himachal cuisine.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/babru.jpg"
          },
          {
            "name":"Aktori",
            "desc" : "Aktori is a festive dish which is very much enjoyed by the people of Himachal Pradesh during their festive time. Aktori is prepared in the form of a cake or pancake made with the buckwheat leaves which is further cooked in the wheat flour. Although, the dish originates in Spiti Valley but it is frequently prepared and fondly eaten all over Himachal Pradesh.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/aktori.jpg"
          },
          {
            "name":"Kullu Trout fish",
            "desc" : "Himachal Pradesh promises a great number of non-vegetarian delicacies. Kullu trout is a famous dish of Kullu region which is prepared with trout fish. The marinated fish is cooked in the minimal spices to keep the nutrients and the original taste of Trout intact. The dish is best coupled with the number of boiled vegetables, and hence it remains one of the healthiest delicacies of Himachal Pradesh.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/kullu-trout_med.jpg"
          },
          {
            "name":"The Tibetan Dishes",
            "desc" : "The food talk of Himachal Pradesh cannot be completed without including the Tibetan cuisines. Being an important Tibetan colony, the staple food of Himachal Pradesh is highly inspired by the Tibetan culture. The best of which can be found in Mcleodganj and Dharamshala. Momos remains the all the time favorites of Himachali people that. Apart from that, Thukpa, Tingmo , LuchiPoti, Thentuk, Naizha Cake are some of the dishes that can be enjoyed in the kiosks of Himachal Pradesh.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/thukpa.jpg"
          },
          {
            "name":"Mittha",
            "desc" : "Mittha is the sweet dish of Himachal Pradesh prepared on special occasions. It has sweetened rice mixed with dry fruits and raisins.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/Mithha.jpg"
          },
          {
            "name":"Kaale Channe ka Khatta",
            "desc" : "It is a traditional Pahari Dish which is sour in taste and is usually served with rice. This dish is usually served with Madra.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/maxresdefault.jpg"
          }
         
    ],
    "jharkhand" : [

        {
            "name":"Litti Chokha",
            "desc" : "Jharkhand is a state which is prevalent with religious people. This makes the cuisine being dominated by vegetarian dishes. Since this state is adjacent to Bihar, many of its food items have a Bihari touch to it. Litti is a very famous food item in the State and savoured by the locals. It is eaten with Yoghurt, Baigan Bharta (Chokha), Alu Bharta or Papad.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/litti.jpg"
          },
          {
            "name":"Pittha",
            "desc" : "Pittha is a dish which is very famous in many Indian states. The neighbouring states of Jharkhand like West Bengal and Orissa also relish this delicacy. The Pitthas in Jharkhand have a flavour of their own and is eaten with a variety of side dishes which sets it apart.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/pittha.jpg"
          },
          {
            "name":"Handia",
            "desc" : "This is actually a drink which is prevalent in the state of Jharkhand. It is a rice beer which is prepared by the local community. It is made from the ranu tablet which is a combination of 20-25 herbs, which is mixed with boiled rice and left to ferment. This drink gets ready within a week. It is loved by the people and has lower alcoholic content than the country liquors.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/handia.jpg"
          },
          {
            "name":"Rugra",
            "desc" : "Rugra is an item which tastes like mushroom and is very delicious to eat. Rugra is basically an indigenous variety of vegetable, rich in protein and minerals and high on calorific value. This is thus a very healthy dish. It is available in abundance during the monsoon season. This dish is preferred by the local people and is high in demand during the peak seasons.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/rugra.jpg"
          },
          {
            "name":"Chilka Roti",
            "desc" : "Jharkhand is an eastern state that was a part of Bihar up until 2000 and like Bihar rice is a staple dish in this state. Chilka Roti is one of those dishes which are prepared using rice flour and besan. It is prepared in the households during festive seasons and special occasions and is enjoyed along with chana dal chutney. It is quite similar to Dosa prepared in South India, yet has a distinct flavour.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/chilka-roti.jpg"
          },
          {
            "name":"Malpua",
            "desc" : "The desi pancake or the Malpua is synonymous with Holi in Jharkhand. There is not a single household in Jharkhand where the sweet smell of malpua fills the air on the eve of Holi. It is rather a famous delicacy which is found in all the States across the country, but actually is a part of the tradition of Bihar and now Jharkhand. Like all the good tasting things in the world, it is high in calories but the irresistible taste of a malpua is totally worth it!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/malpua.jpg"
          },
          {
            "name":"Bamboo Shoots",
            "desc" : "Yes, bamboo shoots are the shoots of the bamboo plants, but they are totally edible and are a part of the staple food of Jharkhand. This shoot which has a tough exterior has a faintly sweet flavour and a unique taste. The local people prepare a variety of dishes from the bamboo shot and mainly use it as a vegetable. You have to try it to experience its out-of-the-world flavour. Plus, since it is a plant, it is very healthy to eat!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/bamboo-shoot.jpg"
          },
          {
            "name":" Thekua",
            "desc" : "Yet another delicacy which Jharkhand borrowed from Bihar. If you are a Bihari or have a connection to that state, you might have certainly come across this heavenly item. It has been used as a sweet snack in the region since centuries and is considered a revered Prasad during the Chatth Pooja. It is mainly prepared from wheat flour and consists of dollops of sugar, but you won’t be able to resist it once you eat it.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/thekua.jpg"
          },
          {
            "name":"Dhuska",
            "desc" : "Dhuska is one of the most popular items in Jharkhand and is a part of every household. Your journey to Jharkhand is incomplete without tasting Dhuska. It is usually consumed as a breakfast item and d is prepared from rice and lentil batter, which is fried later. It is normally served with traditional ghugni, which is a simple curry made with black chickpeas. Dhuska and ghugni is a delicacy which wold definitely make it your must have food item list!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/Dhuska.jpg"
          },
          {
            "name":"Aloo Chokha",
            "desc" : "Aloo Chokha is a north Indian dish which is specially prepared in the state of Jharkhand. It is considered to be one of the most popular and cherished culinary delights making up the staple of Jharkhand. It is generally prepared with mashed potatoes, fried onion and spices, and eaten as a side dish with roti or rice. This spicy item defines the phrase, “simplicity at its best”.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/aloo-chokha.jpg"
          },
          {
            "name":"Til Barfi",
            "desc" : "It is one of those yummy desserts which is exclusively prepared during the Makar Sankranti. The state of Jharkhand takes great pride in Til Barfi as one of its most scrumptious and nutritive delicacies. Since it is so loved by the locals, it is prepared on other occasions also. After getting a taste of this succulent delicacy, you won’t be able to resist it.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/til-barfi.jpg"
          },
          {
            "name":"Mitha Khaja",
            "desc" : "People of Jharkhand seem to have a fascination for desserts, which would explain the mind-boggling variety of sweets available here. They prepare desserts like halwa, gujia, kheer, but what tops it all is Mitha Khaja. It is an item which is prepared in almost every household and then exchanged with their friends and relatives during the festive season. It is basically synonymous to Diwali in the state. This luscious dessert is a must try for all the sweet tooth out there.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/mitha-khaja.jpg"
          }
    ],
    "karnataka" : [

        {
            "name":"Neer Dosa",
            "desc" : "The word 'neer' means water in Tulu language. Neer dosa is a very famous dish that consists of rice dosa. To make the dosa, rice is to be soaked overnight for a few hours in the water, and no fermentation is required. Since rice is easily available in Karnataka, Neer Dosa is found at many places and restaurants. Neer dosa is served with chutney, curry or sambar.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/414.jpg"
          },
          {
            "name":"Korri Gassi",
            "desc" : "Korri means Chicken and Gassi means curry. For this curry, succulent pieces of chicken are cooked with spices and ground fresh coconut. This is a famous Mangalorean recipe. It is usually served with set dosa, neer dosa or roti at the side.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/415.jpg"
          },
          {
            "name":"Kundapura Koli Saaru",
            "desc" : "Kundapura Koli Saaru is another style of Chicken curry and is very popular on the Mangalorean coastal region. The gravy of the curry is made from onion, garlic, ginger and other spices along with coconut milk. The curry is perfect to have with neer dosa, roti or even rice.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/416.jpg"
          },
          {
            "name":"Mysore Masala Dosa",
            "desc" : "The Mysore masala dosa is another form of dosa with chutney or paste applied to it. It is a crisp dosa with red chutney and mashed potato filling in it. The dosa is served with white and red coconut chutney along with sambar.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/417.jpg"
          },
          {
            "name":"Allugedda",
            "desc" : "Allugedda is a dish of potatoes mashed with tomato, onion and black gram. They are usually served as a side dish with dosa or rice. Allugedda can be prepared as spicy and hot as one's preference.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/418.jpg"
          },
          {
            "name":"Mysore Pak",
            "desc" : "Mysore Pak is a simple but very famous sweet that is popular all across India. Mysore Pak is made from three ingredients only - Besan (Gram Flour), Ghee and sugar. The texture of the sweet feels rich due to besan and ghee. The sweet is widely distributed especially during Diwali.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/419.jpg"
          },
          {
            "name":"Coorg Pandi Curry",
            "desc" : "Pork or 'pandi' is considered to be a delicacy in Coorg. The meat is cooked in masala paste that results in its dark colour and spicy flavour. The dish uses an extract of fruit grown locally called kachumpuli that results in its distinct sour flavour. The Pandi Curry is served with akki roti (rice roti) or rice balls.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/420.jpg"
          },
          {
            "name":"Haalbai",
            "desc" : "Haalbai is a famous sweet from Karnataka that is made from rice, coconut and jaggery. Coconut milk is also added to give a distinct coconut flavour and to help in combining the ingredients. The sweet is prepared during festive seasons. It can be served warm or cool as per one's preference.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/421.jpg"
          }

    ],
    "kerala" : [
        {
            "name":"Puttu and Kadala Curry - Traditional Food of Kerala",
            "desc" : "As cute as its name sounds, puttu is a cylindrical steamed rice cake cooked with coconut shavings. This is an extremely popular breakfast item and staple food of Kerala. This Kerala food item is usually served with kadala curry which is essentially black chickpeas but can be eaten in whichever way it tastes good!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/5645919324_30efcbe343_z.jpg"
          },
          {
            "name":"Appam with Stew - One of The Most Popular Kerala Food Items",
            "desc" : "Ask anybody from Kerala what their favourite dish is from back home and they will swear by appam and stew! I think it's justified for them to do so because appam is just something that seems to be a revolution in the food world. It is a rice pancake with a soft and thick centre and a crispy, paper thin outside. No matter what you eat it with, appam will increase that dish's taste value beyond hundred! However, it is usually paired with a southern style stew where chunks of any kind of meat in smothered in a silky, rich, dreamy coconut curry which will leave you sad when it finishes.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/5931050778_6415a463f5_z.jpg"
          },
          {
            "name":"Idiyappam",
            "desc" : "Idiyappam is basically made of rice flour, water and salt. Numerous strands of vermicelli are entwined together to make this version of an appam. Also known as noolappam, this Kerala dish can be paired with any curry and still taste great!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/2172142213_9178f0c480_z.jpg"
          },
          {
            "name":"Nadan Kozhi Varuthathu (Spicy Chicken Fry)",
            "desc" : "You can never go wrong with chicken fry! You take a chicken which is the favourite meat of 99% of the entire population and fry it! Who doesn't love fried stuff?! So, this version of a chicken fry is something that is out of this world. Served on a banana leaf, the chicken is fried with onion, garlic, chilli, vinegar and coriander. The fiery taste of this popular Kerala food item on your tongue will leave you craving for more!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/296806262_a0a7ae4921_z.jpg"
          },
          {
            "name":"Naadan Beef Fry or Kerala Style Beef Fry",
            "desc" : "This delicious Kerala food dish in a lot of ways, defines what Kerala is. The paralyzing flavours of this dish will make it extremely difficult to fall out of love with this place and with what it has to offer to its guests. The dish is coated with curry leaves, ginger garlic paste and mustard leaves generously.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/0743540a2072b8147c979e21f52b2ed2.jpg"
          },
          {
            "name":" Malabar Parota",
            "desc" : "This is a mouth-watering street food originating from the Malabar region of the coast. It has a flaky, crispy and crumbly texture which melts in your mouth and leaves behind a sweet yet savoury taste. It is an all-time favourite among all age groups!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/4779952309_c97d25813a_z.jpg"
          }

    ],
    "madhya Pradesh" : [
        
        {
            "name":"Poha",
            "desc" : "Super light and super healthy cuisine which is fondly eaten in all the parts of our country is given to India by Madhya Pradesh. Poha is made with the flattened rice along with the well-cooked onions, tomatoes and is best savoured with green chillies, curry leaves and a bit of lemon.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/305698269_7ab5752616_o.jpg"
          },
          {
            "name":"Daal Bafla",
            "desc" : "Daal Bafla that is fondly served in many parts of Madhya Pradesh has got its influence from Rajasthani cuisine. Dal Bafla is a mouth-watering cuisine which is very similar to the famous Dal Bati of Rajasthan. Bafla is a delicious treat of the wheat balls well cooked in ghee. The dish is well complemented with a bowl of Dal and coriander sauce (Hari chutney). Dal Bafla is not only celestial in taste but also provides a good dose of multiple vitamins, proteins, carbohydrates and fat just in the right quantity.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/dal-bafla.jpg"
          },
          {
            "name":"Seekh Kebabs",
            "desc" : "The food palate of Madhya Pradesh has got a strong influence from Mughal cuisines. In all the parts of the state, you will be served with some of the best Mughlai cuisines that are highly inspired by the Mughal style cooking. Seekh Kebabs are being one of the most savoured non-vegetarian dishes of Madhya Pradesh. Well-minced meat is presented in a wrap and can make your taste buds going with its meat that melts in your mouth. Apart from Seekh Kebabs, Keema, Korma, Shammi Kebabs are other Mughlai delicacies that people of Madhya Pradesh loves to munch.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/Mutton_Seekh_Kabab.jpg"
          },
          {
            "name":" Bhutte Ka Kees",
            "desc" : "Another healthy and yet delicious delicacy of Madhya Pradesh is Bhutte Ka Kees. As the name clearly suggests, this dish mainly comprises of corns. Grated corns are well-cooked with spices and skimmed milk which adds a slightly sweet taste to the dish. Mustard seeds and green chillies are further added to enhance the taste of this authentic cuisine of Madhya Pradesh.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/bhutte-ki-kees.jpg"
          },
          {
            "name":"Bhopali Gosht Korma",
            "desc" : "Another delectable cuisine of Madhya Pradesh that has got its taste from Mughlai cuisine is Bhopali Gosht Korma. A plate of this Nawabi cuisine offers you a great dose of spices. Mutton being the main ingredient of the dish is complemented with the great Indian spices to obtain a delicious plate of Gosht Korma.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/gosht-korma.jpg"
          },
          {
            "name":"Palak Puri",
            "desc" : "When it comes to healthy food, Madhya Pradesh has a plate full of delicacies that are not just palatable in taste but also provide a great source of nutrients. Palak Puri is very fondly eaten as a breakfast meal and it is best served with aloo sabzi and raita for a perfect lunch meal. Palak Puri is prepared with wheat dough mixed with grind spinach leaves and some spices to get the best taste.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/palak-puri.jpg"
          },
          {
            "name":"Chakki Ki Shak",
            "desc" : "Chakki ki Shak is a dish which has got its influence from Rajasthani cuisine. The dish is prepared with steamed dough which is later added to the gravy which is prepared with different kinds of Indian spices. The dish is best complemented with a bowl of curd and is fondly eaten in the whole of Madhya Pradesh.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/chakki-ki-shak1.jpg"
          }
        
    ],
    "maharashtra" : [
        {"name": "Pav Bhaji",
        "desc" : "Amchi Maharashtra food is incomplete without this dish which has come to be synonymous to the state! Fresh and thick slices of bread, smothered in butter served with a delicious mix of moderately spiced vegetables. This lip-smacking dish has won the heart of every Indian!",
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/10/5345741243_6e35e15560_z.jpg"
        },
        
        {"name": "Vada Pav",
        "desc" : "Vada Pav can easily be called the Indian version of a burger! A delicious, spicy, deep-fried patty made of potato is squeezed between a thick slice of bread, similar to a burger bun. Between the vada (patty) and pav (bread) a spicy mix of spices and salt is sprinkled and garnished with a fried, salted green chilli. Sounds perfect, isn't it? It's an all-day snack and is extremely popular among Maharashtrians. It is very economical, filling and easily accessible. Another popular offshoot is the Bhajiya Pav, which has batter-fried onions instead of the patty.",
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/10/3437240332_fa336f5efe_z.jpg"
        },

        {"name": "Puran Poli",
        "desc" : "This delectable food item is a sweet version of the loving parantha. The stuffing is made from jaggery (gur), yellow gram (chana) dal, plain flour, cardamom powder and ghee (clarified butter). It is a popular dish in festive occasions and also can be eaten at any time of the day. A tasty dessert does not need anyone's permission to be eaten!", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/10/4906487062_16ab748874_z.jpg"},

        {"name": "Misal Pav",
        "desc" : "Misal Pav is quintessentially from Pune and is one of the most popular Maharashtrian breakfast, snack or even brunch. It is a street food popularly found in Mumbai. It has a spicy and tangy lentil curry which is made with moth beans and is served with Pav bread. At times, it is eaten with yoghurt to lessen the spice. Although it is a breakfast food but Maharashtrians enjoy it at time of the day. There are various types of Misal such as Puneri Missal (topped with poha), Nagpuri Missal, Kolhapuri Missal and Mumbai Missal which are very spicy.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Maharashtras_Misal_Pav.jpg"},

        {"name": "Modak",
        "desc" : "Modak is one of the most famous sweet found in Maharashtra and is extensively eaten during the Ganesh Chaturthi Festival all around the state. The sweet filling on the inner part of a modak consists of freshly grated coconut and jaggery while the outer shell is made out of rice flour and is very soft. With time, there have been varied types of modak such as Kesari modak, dark chocolate modak, motichoor modak, paneer modak, dry fruit modak and many more. This sweet is Ganpati's favourite and that is for a very definite reason for sure.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Modak.jpg"},

        {"name": "Ragda Pattice",
        "desc" : "The much famed Ragda Patties or as the locals would name it Ragda 'pattice' (a localised version on the English 'patties') is a part of Maharashtra's delicious street food that one should never leave out on. It is a yet another lip-smacking street food in Mumbai which is prepared by using curried dried peas and patties. These potato patties are dipped in the Ragda gravy and topped with chaat chutneys, finely chopped onions, tomatoes, crispy sev and cilantro. The dish is regularly served at all restaurants in Maharashtra and is also an important part of the local street food as well.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Indian_cuisine-Ragda_contained_in_panipuri.jpg"},

        {"name": "Bharli Vangi",
        "desc" : "This is a popular style of cooking brinjals or baby brinjals stuffed with coconut, onion, jaggery, Marathi goda masala. Brinjal has never been anybody's favourite vegetable per se. But this Maharashtra food dish has the capability to kick in life into this otherwise boring vegetable. This combination of ingredients does wonders to the brinjal.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/10/maxresdefault.jpg"},

        {"name": "Sreekhand",
        "desc" : "Sreekhand is a sort of sweet yoghurt dish, flavoured with cardamom powder and saffron, this dish is a hit at weddings and at the festival of Dushera. It is usually served with piping, hot puris and is another Maharashtra food dish that is famous all over the country.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/10/shrikhand.jpg"},

        {"name": "Poha",
        "desc" : "This chai-time snack which is made out of flattened rice is a favourite among every Maharashtrian. A very versatile dish, poha can be prepared in numerous ways. The most common variant is kanda poha which is made with onions. Other variants include batata poha, poha prepared with diced potato, dadpe pohe which is raw poha prepared with fresh, shredded coconut, green chillies, ginger and lime juice and lastly kachche pohe, raw poha tossed in a mix of oil, red chilli powder, salt and un-sautéed onion. No matter which way you choose to make it, poha will leave you craving for more!", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/10/3245688281_965b82ca72_b.jpg"},

        {"name": "Sabudana khichdi",
        "desc" : "Sabudana is 'sago' or tapioca starch. Khichdi roughly means 'mixture'. This unique dish is a popular breakfast item in Maharashtra food and cuisine and is one of the few food products which is consumed during the period of holy-fasting, 'upwaas'. The granular texture of sago prepared in a savoury mix turns out to be a delicious dish indeed.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/10/sabudana-khichdi1.jpg"},

        {"name": "Rassa",
        "desc" : "Rassa or taambde or pandhra or varhadi is a non-vegetarian Maharashtra food dish made with mutton, chicken, fish or any other seafood. It is originally from Kolhapur and means a 'watery curry', ras means juice hence rassa means a juicy preparation. Matnacha rassa is a spicy red curry mutton preparation. Taambde rassa means red curry and is made out of famous Kolhapuri chillies. Pandhra rassa is a yoghurt based white curry and is spiced equally. Lastly, Varhadi rassa is a chicken curry originally from the Vidarbha region.", 
        "link" : "https://www.holidify.com/images/cmsuploads/compressed/maxresdefault_20201111155452.jpg"},

        {"name": "Sol Kadhi",
        "desc" : "Sol Kadhi is a very popular Maharashtra Food dish prepared with kokam in coconut milk. This dish is common across Maharashtra, Konkan and Goan regions. Coconut milk spiced with green chillies, kokum and fresh coriander, this dish screams freshness. A pleasant pink coloured drink, sol kadhi is served as an appetizer and is hailed for its digestive qualities!", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/10/5446214756_ab26ca005d_z.jpg"},

        {"name": "Pithla Bhakri",
        "desc" : "Pithla Bhakri is the recurrent 'comfort food' for most of the Maharashtrians. In fact, it is also known as the Farmer's meal in the state. Mostly, the hot pithra is united with bhakri and even roti at times as a reward after a long and tiring day at work. This simple dish doesn't require either too many complex ingredients or a lot of time to prepare. Instead, its the best dish to come up with when you are out of veggies. Mostly, pithla which is served with rice has a watery-liquid like consistency and a semi-liquid or dry pithla goes perfectly with bhakri or roti. A spicy version of the same is known as Zunka.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Pithla.jpg"},

        {"name": "Aamti",
        "desc" : "One can easily identify a Maharashtrian neighbour by the aroma of the famous Maharashtrian dal, Aamti. A simple yet tasteful preparation of lentils, aamti is one of the Maharashtrian dishes that emerged rom the Vidharba region and spread to parts of Goa and Karnataka too. Today, there are more than 51 different versions of aamti, and none of it has a complex recipe ? that's the beauty of this comfort dish. Like all dals, aamti has a lot of proteins in it and is good for one's health.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/aamti-620.jpg"},

        {"name": "Bhelpuri",
        "desc" : "Bhelpuri is a savoury snack common in Maharashtra and is found in abundance on the local streets. It is made of puffed rice, vegetables and a tamarind sauce for a tangy taste. Bhelpuri is considered to have originated from parts of Maharashtra and from there it has spread to different parts of the country. Bhelpuri can be served in a lot of ways, but usually it is served on a paper which is folded in the form of a cone and is consumed using a paper spoon. Different types of bhelpuri are ? sev puri, churmuri, sev papdi chat and dahi pudi.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Bhelpuri.jpg"},

        {"name": "Basundi",
        "desc" : "Basundi is a sweet dish made in Maharashtra. It is condensed by boiling the sweetened milk on low heat until it becomes half of its initial volume. Sugar, cardamom or saffron is added to augment the flavour and texture. Different types of basundi are also created such as custard apple basundi and angoor basundi (having small-sized rasgullas in basundi).", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Sitafal_Basundi.jpg"},

        {"name": "Kairi Cha Panha",
        "desc" : "Kairi Panha Cha is a traditional Maharashtrian raw mango drink and is enormously famous during the summer season, used as a refreshment drink. Mostly the mangoes chosen are Alphonso and Salem Gundu. This drink takes hardly 7 to 8 minutes to be prepared and it works tremendously advantageous in relaxing someone when served chilled. In order to improvise the drink, the cardamom is ground along with its peel to give a better flavour.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Aam_Panna_Kairi_cha_Panha.jpg"},

        {"name1": "Aamrus",
        "desc" : "Summer season is all about mangoes and aamrus is one of the favourite mango servings in Maharashtra. The aamras is made from the mango pulp and is thick in texture. The pulp is extracted by hand and it takes not more than 30 minutes to prepare. It is served with puris or chapattis. At times, ghee or milk is added to aamrus to enhance its flavour.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Aamras.jpg"},

        {"name": "Kadhi",
        "desc" : "Kadhi is an important constituent of Maharashtrian meal. It consists of thick gravy based on chickpea flour and contains vegetable fritters known as pakoras. The yoghurt or Dahi added to it gives it a sour taste but mostly in Maharashtra, sugar is added which makes it taste sweet as well. It is a perfect dish during the summer season as it can be enjoyed the most with steamed rice, or even moong dal khichdi to bring a change.", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/11/Kadhi_Pakora.jpg"},

        {"name": "Bombil",
        "desc" : "Bombil or Bombay duck is a popular Maharashtra food dish across the coastal regions of this state. This dish is usually served butter-fried with a drizzle of lime juice and onions. It is best enjoyed in the rainy season. Earlier, Bombay duck had been banned by the British because it tends to give out a very pungent smell. But nothing can beat this dish in its taste!", 
        "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/10/2350566094_43bacb9473_z.jpg"}
    ],
    "manipur" : [

        {
            "name":"Chamthong or Kangshoi",
            "desc" : "This dish is very popular in Manipur. It is a vegetable stew. It consists of seasonal vegetables that are boiled and flavoured with sliced onions, cloves, salt, garlic, maroi and a bit of ginger. This stew is served with rice or fish and is supposed to be consumed piping hot.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/11/4389731194_7dc379650d_o-e1479275807981.jpg"
          },
          {
            "name":"Eromba",
            "desc" : "Here is another favourite dish among the Manipuris. Their cuisine almost always includes a type of fish called Ngari. Eromba is prepared by boiling a tonne of vegetables along with some fermented fish. It is mixed until the texture becomes like a paste. Finally, it is garnished with maroi and a sprinkle of coriander leaves.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2017/03/Yongchaak_eromba_2.jpg"
          },
          {
            "name":"Morok Metpa",
            "desc" : "Just like coriander chutney is popular in Mumbai city, the Morok Metpa chutney is a hit in Manipur! It is prepared using dried green chillies. The chillies are mashed into a paste and then boiled with some Ngari fish. Once again, it is mashed and then sprinkled with salt. Enjoy it with all kinds of meals.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/11/Morok_metpa-e1479276099589.jpg"
          },
          {
            "name":"Singju",
            "desc" : "Singju is a type of salad that is bursting with vegetables. It does not contain only a few standard vegetables like tomatoes or onions. Quite to the contrary, it includes cabbage, coriander leaves, onions, ginger, lotus stems, the singju leaf and other similar vegetables. The variations of dish include raw papaya, cabbage, banana flower, lotus root.  The Singju is either flavoured with besan, powdered perilla seeds, chilli powder and other herbs.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/11/Yongchaak_Singju_with_Hawai_Maton-e1479276219283.jpg"
          },
          {
            "name":"Paaknam",
            "desc" : "Similar to a pancake, Paaknam is a savoury cake which is prepared from a thick batter of besan, herbs, vegetables and further flavoured with chilli and the traditional Ngari. It is finally wrapped up in a banana leaf and steamed. It is considered to be quite a delicacy and is enjoyed by locals and tourists alike!. It is a perfect dish for evening time snacking!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2017/03/Paknam-min.jpg"
          },
          {
            "name":"Alu Kangmet",
            "desc" : "Alu kangmet is a very simple dish, usually consumed as a side dish. Boiled potatoes are mashed wonderfully and mixed with fried red chilli, salt and drizzles of mustard oil. This is surely a simple but a wholesome dish.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/11/15199481710_58532ec12b_o-e1479276888910.jpg"
          }

    ],
    "meghalaya" : [

        {
            "name":"Jadoh",
            "desc" : "Jadoh is a very popular dish among the Khasi community of Meghalaya. Jadoh is red rice, cooked with generous amounts of pork meat. Sometimes, it is also cooked with chicken or fish. A mix of green chilies, onions, ginger, turmeric, black pepper, and bay leaves is made. Pieces of pork are then added and fried off, after which the red rice is added and cooked off. The addition of turmeric imparts the rice its rich yellow color and an aromatic flavor. For those willing to be more adventurous, Jadoh can also be cooked in pork blood. If you love pork, this is a dish not to be missed.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/11/Jadoh.jpg"
          },
          {
            "name":"Minil Songa",
            "desc" : "A popular dish among the Garo tribe of Meghalaya, Minil Songa is a sticky rice preparation. Minil is sticky rice that has a rich nutty flavor and delicate texture. It has a high amount of starch, making it sticky. ",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/11/Minil.jpg"
          },
          {
            "name":"Pukhlein",
            "desc" : "Another dish made from powdered rice, Pukhlein is powdered rice sweetened with jaggery. The jaggery and rice mixture is fried together in the pan, to form a deep, thick paste. The golden brown crispy rice is best served with a wide variety of meat items and serves as a welcome respite from the spiciness of Meghalayan cuisine.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/11/pukhlein1.jpg"
          },
          {
            "name":"Doh-Khlieh",
            "desc" : "A wholesome meal that is healthy at the same time-Doh Khlieh is a delicious salad made out of minced pork, onions, and chilies. If you are in the mood for some fusion food, some places dish up Doh-Khlieh with a Mexican touch by adding beans, tomatoes, carrots, and lemons. It is also sometimes cooked as a curry of pig brains and eaten with bread.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/11/Doh-khlieh.jpg"
          },
          {
            "name":"Kyat",
            "desc" : "A must-try party drink, Kyat (fermented rice beer) is made from fermented rice. It is boiled along with water and garnished with local ingredients. Shillong has umpteen places that serve Kyat. There is no bar or restaurant in Meghalaya that does not have Kyat, neither is there any household that will let you leave unless you have a glass of Kyat – a true symbol of Meghalayan hospitality!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/11/Kyat.jpg"
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          },
          {
            "name":"",
            "desc" : "",
            "link" : ""
          }

    ],
    "mizoram" : [

        {
            "name":"Bai",
            "desc" : "This is one of the most popular dishes of Mizoram. The key factor of this dish is that it is prepared using lots of locally available herbs and spices. The main ingredients include pork, bamboo shoots and steamed vegetables. Wherever you go within Mizoram, Bai is one dish that you will find very easily! Some even consume this as a soup, before starting off with their main course.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/22293771829_9894b0d160_o-e1477035694958.jpg"
          },
          {
            "name":"Koat Pitha",
            "desc" : "Koat Pitha is essentially a fried dish. It is made using rice flour and bananas. They also add fish to it, as it is considered to be one of their staples. It looks crispy from the outside but is soft and warm from the inside. It makes for an ideal snack with tea. It generally tastes a little sweet because of the presence of bananas.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/800px-Pitha_for_Wedding-_Pakan_Patishapta_Bharandash-e1477035961898.jpg"
          },
          {
            "name":"Vawksa Rep",
            "desc" : "This is yet another popular dish in Mizoram. The star of this dish is pork, which is flavoured with some delicious herbs. The pork is smoked and cut into cubes that are soft and made just right.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/3439797454_e024f48d73_o-e1477036456774.jpg"
          },
          {
            "name":"Bamboo Shoot Fry",
            "desc" : "If you're a vegetarian, you should try out the Bamboo Shoot Fry in Mizoram. Bamboo is first fried and tossed up with herbs. In some cases, shitake mushrooms and other vegetables are added to the mixture. It is a wonderful dish that is also light on the stomach.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/8106367445_313bcb68c2_o-e1477036692135.jpg"
          },
          {
            "name":"Panch Phoran Tarka",
            "desc" : "This dish is also very popular in Mizoram and is prepared in several places. It can be made in vegetarian or non-vegetarian fashion. In the vegetarian version, it is made with brinjal, pumpkins and potatoes. In the non-vegetarian version, it is mostly prepared with chicken. True to its name, it is spiced perfectly well.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/2300204184_a2d881b031_o-2-e1477036992444.jpg"
          },
          {
            "name":"Chhum Han",
            "desc" : "This is a vegetarian dish where broccoli, cabbage, carrots and simply steamed and cooked together with a bit of ginger and tomatoes. It is ensured that the vegetables are not overcooked.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/pxfuel.com(1)_20191216114727.jpg"
          },
          {
            "name":"Misa Mach Poora",
            "desc" : "Misa Mach Poora is a mouth-watering side dish. It is grilled shrimp cooked in mustard oil, lemon juice, orange zest and assorted spices.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/33900074338_663bd54ef8_o_20191216115548.jpg"
          }

    ],
    "nagaland" : [

        {
            "name":"Bamboo shoot",
            "desc" : "Bamboo shoot is an important ingredient in almost the whole of the North Eastern part of India. It is mainly used in pork preparation. The Bamboo shoot is used in both dried and fermented form. It gives a little sour flavour to the dishes. Some of the popular dishes are that use Bamboo shoot as an important ingredient are: Pork with Bamboo shoot, Fish with Bamboo shoot",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/01/Boldhamii_Shoots_Sliced.png"
          },
          {
            "name":"Axone (fermented soybean)",
            "desc" : "Axone, also known as akhuni, is a popular food of Nagaland made of fermented soybean. Made in almost every household in Nagaland, it is mostly served as a side dish in powdered form and cake form. Axone is prepared in different ways in different households of Nagaland, some important and popular are: It is used along with vegetables for making stew and is most importantly used to make chutney. Every household’s favourite Axone dishes are: Smoked pork in Axone, Dried river fish with Axone, Dried beef with Axone",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/12/Axoni.jpg"
          },
          {
            "name":"Anishi (dry colocasia stems and leaves)",
            "desc" : "Anishi, a name referred to the colocasia ( also known as Arbi in Hindi) is an important ingredient as well. Its stems and leaves also are used to make various stew and add extra flavour. Anishi is mostly used by the Ao tribe of Nagaland. It is best cooked with either fresh pork or smoked pork.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/12/Starr_070730-7885_Colocasia_esculenta.jpg"
          },
          {
            "name":"Fermented dry fish",
            "desc" : "Another ingredient is the fermented dry fish. Now, one thing you should remember is most of the food of the North East contains something fermented. I personally do not have a taste for the dry fish but for those of you who do, well isn’t this just perfect for you? Fermented dry fish is mainly used for making chutney or is cooked with Colocasia or potatoes and vegetables.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/DryFishrecipe_20190219192333.jpg"
          },
          {
            "name":"Samathu",
            "desc" : "When Axone is used in smoked pork it is made into a thick curry with the use of a chilli powder called Samanthu which is a vital part of the dish making it more gravy like and most importantly spicy. This dish is prepared mostly in Sema/Sumi houses in Nagaland and is their signature food which is loved by all the people of the tribe. The dish is then slow cooked to give it more flavour and more time to cook.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/01/Bhoot_Jolokia__Ghost_Chili_pepper_.jpg"
          },
          {
            "name":"Boiled Vegetables",
            "desc" : "This is of course 'THE' dish of Nagaland. Whichever dish you might find yourself eating will always be accompanied by boiled vegetables like spinach, beans, carrots, Colocasia leaves etc.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/12/dsc07189.jpg"
          },
          {
            "name":"Bushmeat/ Dog meat",
            "desc" : "One of the favourite dishes of the Naga people is the Bushmeat or otherwise known as dog meat. It is considered to be very delicious by the Naga people. The Wednesday Bazaar in Dimapur is like heaven to all the people as things are sold for cheap where a live dog is sold for Rs.500 to Rs.600.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/01/800px-Gaegogi-01.jpg"
          },
          {
            "name":"Zutho",
            "desc" : "Everybody knows what Apong is right? Well, if you don’t, let me tell you that Zutho is a famous rice beer that is made all over the North East especially famous in Nagaland and is the main source of enjoyment for the people.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/12/8270251946_ccaa9f4e94_z.jpg"
          }
    ],
    "odisha" : [

        {
            "name":" Khicede",
            "desc" : "Khichdi, as we call it in other states is an easy yet a wholesome meal. Odisha khicede is one of the most important dishes, being offered as the main bhog to Lord Jagannath at the Puri Temple. The perfect combination of rice and lentils cooked together in ghee gives a unique and relishing flavour to it.This comforting meal not just offers great taste but an even greater nutrition. Lightly spiced, often served with curd and papad, this appetizing meal is bound to make you salivate.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/Khicede.jpg"
          },
          {
            "name":"Chungdi Malai",
            "desc" : "Well, as the name suggests, this dish is all about the delicious creamy prawn curry, where the creamy part comes from the coconut milk. The richness and silkiness of this fantastic dish are further enriched by light and mild spices that add a unique character to it. Absolutely delightful, mouth-watering and flavoursome! Best served with steamed basmati rice, this delicacy is a must try if you are in and around Odisha.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/Chungdi-malai.jpg"
          },
          {
            "name":"Macha Ghanta",
            "desc" : "Fish dishes being extremely popular in Odisha, are relished by every household and what better than every odiya's favourite, Macha Ghanta! A must offer to Durga Maa on Dussehra, this tempting curry consists of the fried head of the fish and is served with hot steamed rice and salad. The curry is a rich blend of onions, potatoes, garlic and the regular spices. Vegetarians may make a plain 'Ghanta' by avoiding fish in it. This is one dish which has no match, no matter where you are, and it is likely to tempt you to eat it again and again until the time you are in Odisha.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/Maccha-Ghanta.jpg"
          },
          {
            "name":"Dalma",
            "desc" : "Aah Dalma! You just can't get enough of dal, can you? However, this staple food comes with a unique twist when in Odisha. It is made with roasted moong dal without any onion or garlic. A few regular spices along with a cup of veggies are added to it to give it a lip-smacking flavour. Common veggies include pumpkin, plantain, yam and papaya, which work like magic on your overall health. Mostly eaten with rice, this finger-licking meal will more than satiate your appetite.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/Dalma.jpg"
          },
          {
            "name":"Pakhala Bhata",
            "desc" : "Pakhala Bhata is the daily lunch for almost every household in Odisha during summers. It is prepared by soaking cooked rice in water and sour curd. Typically left overnight, and often served with potatoes, fried fish, papad and Badi choora, which is dried and nut-like urad and black gram. This fermented rice is the perfect dish to beat the heat and refreshes you from within. 20th March is celebrated as Pakhala Dibasa (Universal Pakhala Day) by all Odias to welcome summer season with Odisha's traditional food. This sumptuous meal is a must try.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/Pakhala-Bhat.jpg"
          },
          {
            "name":"Gupchup",
            "desc" : "Known as Panipuri in Western India, Puchka in Bengal, Golgappa in the north and Gupchup in Odisha.  This quick snack, which has almost become a staple across the nation, needs no introduction. This extremely popular street food comprises of small and crisp puris made from the dough of suji, maida and atta served together with chana masala and khatta Jal jeera. Probably one food which is loved by every age group and enjoyed at any time of the day. The best thing about this dish is that it is so cheap and light that you often see gupchup eating competitions on your streets. Without a doubt, it is everyone's favourite!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/Gupchup.jpg"
          },
          {
            "name":"Dahi vada-Aloo dum",
            "desc" : "Yet another popular street food that we see after gupchup in Odisha, is Dahi vada and Aloo dum. Go out at even 5 in the morning and you can see thela walas with their big pots of dahi vada and smaller pots filled with aloo dum. While everywhere else, dahi vada and aloo dum are considered to be two separate dishes, Odisha offers a distinctive blend of the both. The relishing taste of dahi vadas carefully neutralises the spiciness of aloo dum, giving the taste that every Odia craves for. Also famous as the 'Vada Pav' of Cuttack, this dish has surely paved its way into people's hearts and everyday lives.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/Dahivada-Aloodum.jpg"
          }

    ],
    "punjab" : [
        {
            "name":"Makki di Roti and Sarson da Saag",
            "desc" : "Makki di Roti and Sarson da Saag make for the staple food in North India especially in the state of Punjab. This traditional Indian dish may not look very enticing at first, but it has an authentic flavour to it, and it is rich in nutritive value. Accompany it with a glass of lassi and one has the perfect combination for a healthy and fulfilling lunch.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Makke_di_roti_te_sarson_da_saag_20191010165339.jpg"
          },
          {
            "name":"Tandoori chicken",
            "desc" : "Tandoori chicken or tandoori murgh is one of the most popular dishes in Indian cuisine, its name derived from the Persian word tannur, meaning fire. The dish consists of chicken meat that is marinated in yogurt, seasoned with tandoori masala, nutmeg, and cumin, then placed on skewers.",
            "link" : "https://cdn.tasteatlas.com//Images/Dishes/bdab2e7920f0409188d0b3646826893a.jpg?w=905&h=510"
          },
          {
            "name":"Tikka",
            "desc" : "Indian tikka is a dish consisting of boneless meat, usually chicken, that is cut into smaller pieces and marinated in yogurt and traditional Indian spices such as turmeric, cumin, coriander, cayenne pepper, chili, garlic, and ginger. The meat is roasted over charcoal in a tandoor, the traditional cylindrical clay oven. To remain tender and juicy, the meat is repeatedly brushed with oil or butter. Tikka is typically cooked and served on sizzlers, but the plain varieties are also common. It is often wrongly associated with tandoori chicken, a variety baked and served with the meat left on the bone. ",
            "link" : "https://cdn.tasteatlas.com//Images/Dishes/86a6a97ee81c40f8adc25066215a62d1.jpg?w=905&h=510"
          },
          {
            "name":"Palak paneer",
            "desc" : "Palak paneer is a popular Indian vegetarian dish made with paneer cheese in a rich, thick sauce consisting of puréed spinach mixed with tomatoes, garam masala, garlic, and numerous spices. The key ingredients are even mentioned in the name of the dish, since palak means spinach in hindi, and paneer refers to the cheese.",
            "link" : "https://cdn.tasteatlas.com//Images/Dishes/4ecba690cc0b47809d43d70c7a6b3a39.jpg?w=905&h=510"
          },
          {
            "name":"Saag paneer",
            "desc" : "Indian saag paneer is a famous vegetable curry which incorporates diced paneer cheese doused in a creamy mixture of fresh leafy greens, also known under the name saag. It is typically made with mustard, fenugreek, spinach, bathua, or collard greens, mashed and incorporated with tomatoes and a rich spice blend.",
            "link" : "https://cdn.tasteatlas.com//Images/Dishes/9662d774c41a476bb4ff9379f919c3e7.jpg?w=905&h=510"
          },
          {
            "name":"Shahi paneer",
            "desc" : "Originating from India's Moghul cuisine, shahi paneer is a cheese curry that is prepared with paneer cheese, onions, almond paste, and a rich, spicy tomato-cream sauce. The dish is typically accompanied by Indian breads such as naan, roti, or puri.https://www.tasteatlas.com/most-popular-dishes-in-punjab#:~:text=Often%20referred%20to%20as%20the%20Royal%20paneer%2C%20traditionally%2C%20it%20is%20prepared%20during%20special%20occasions%20and%20festivities%20as%20a%20vegetarian%20main%20course.%20Rich%2C%20hearty%2C%20and%20nutritious%2C%20shahi%20paneer%20is%20commonly%20garnished%20with%20coriander%20leaves ",
            "link" : "https://cdn.tasteatlas.com//images/dishes/ceff65c140064d6285fc3814534a349b.jpg?w=905&h=510"
          },
          {
            "name":"Dal makhani",
            "desc" : "Although it originated in Punjab, dal makhani has become one of the most popular Indian lentil dishes, both in the country and outside of its borders. It consists of red kidney beans and whole black lentils, which also go under the name urad. The dish is prepared with hefty amounts of ghee and various seasonings such as ginger garlic paste and chili, and it is slowly cooked in a rich, tomato-based sauce. The name makhani, meaning butter, stems from the last addition, a drizzle of melted ghee or butter that provides the typical velvety flavor of this classic.",
            "link" : "https://cdn.tasteatlas.com//images/dishes/2cbbb8c2a74541c0b03aeaaad7498ca3.jpg?w=905&h=510"
          },
          {
            "name":"Kulcha",
            "desc" : "Kulcha is an Indian flatbread made with wheat flour, and it is commonly served as an accompaniment to chickpea curry. The bread is cooked in a tandoor or on a griddle, and it is usually brushed with ghee and served while still hot. Chewy and soft, it is also easily cooked on a traditional tawa, making it accessible both to the common people and royalty, a fact that led to its popularity in North India. In the royal kitchens, kulchas were typically stuffed with vegetables and meat. Kulcha was the official symbol of the Asaf Jahi dynasty, and it even appeared on the Hyderabad state flag, which additionally popularized the bread. Today, the most popular version of this bread is the Amritsari kulcha, stuffed with potatoes and traditionally served alongside Amritsari chana masala.",
            "link" : "https://cdn.tasteatlas.com//Images/Dishes/1bac151589d64b298ae673624e080866.jpg?w=905&h=510"
          },
          {
            "name":"Phirni",
            "desc" : "Phirni is a dessert made with ground rice that's cooked in milk and flavored with almonds, saffron, and cardamom. A favorite in North India, it is most often prepared for special occasions or festivals such as Diwali and Karwa Chauth. Traditionally served in small clay bowls known as shikoras, phirni is always eaten well-chilled and garnished with nuts, rose petals, and often with silver paper or chandi warq to make it even more luxurious.",
            "link" : "https://cdn.tasteatlas.com//Images/Dishes/edf4f02d196d4a2d8b5190db47b1b096.jpg?w=905&h=510"
          }
          
        
    ],
    "rajasthan" : [

        {
            "name":" Dal Bati Churma",
            "desc" : "This famous Rajasthani dish needs no introduction. Dal bati churma is synonymous to Rajasthan; known for its crunchy batis, dipped in ghee along with spicy daal and sweet churma.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/01/DalBati.jpg"
          },
          {
            "name":"Mohan Thaal",
            "desc" : "This royal dessert is equally royal to amaze the taste buds of food connoisseurs. Mohan Thaal is unique to Rajasthan and is a sweet dish prepared from Besan and dry fruits. The aroma and taste of ghee add the cherry to the cake!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/01/Mohanthar.jpg"
          },
          {
            "name":"Laal Maas",
            "desc" : "One of the most common parts of the non-vegetarian platter, Laal maas owes its colour to the hot red chillies. The meat is cooked in hot gravy of tomatoes, chillies and sizzling spices. Don't miss this pungent yet scrumptious food of Rajasthan next time you visit this vibrant state.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/01/13241200745_cd660f3bb2_o.jpg"
          },
          {
            "name":"Mawa Kachori",
            "desc" : "Ever heard of sweet Kachoris? Well, this Rajwadi land has an answer to it, Yes! Mawa kachoris from Jodhpur are a must try dish in Rajasthan. These kachoris are stuffed with mawa along with crispy dry fruits and served hot, making your mornings sweet and perfect!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/01/Mawa-Kachodi.jpg"
          },
          {
            "name":"Mirchi Bada",
            "desc" : "Another snacky delight from Rajasthan, Mirchi badas are perfect answers to complement evening tea or morning breakfast. The hot and spicy badas are scrumptiously delicious.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/01/Mirchi_Bada_2.jpg"
          },
          {
            "name":"Kalakand",
            "desc" : "The lion gate of Rajasthan is also famous for its soft and delicious Mawa-dish called kalakand. An ancient sweet dish, Alwar's Kalakand stands apart as a heavenly delicacy.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/01/Kalakand_of_Salem.jpg"
          }


    ],
    "sikkim" : [

        {
            "name":"Momo (Dumplings)",
            "desc" : "Believed to be of Tibetan origin and modified by the Nepalese cuisine the momos are the lifeline of Sikkim. Momos are steamed buns with a filling. It typically consists of two parts - the cover and the filling. The cover is made of dough of white flour and water. Sometimes yeast or baking soda is also added to the dough to enhance the texture of the momos",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/447.jpg"
          },
          {
            "name":"Thukpa or Gya Thuk",
            "desc" : "Thukpa is a kind of noodle soup of Tibetan origin that has found its way to being one of the most loved food in Sikkim. One can find both vegetarian and chicken versions of the dish. One can find almost every kind of locally grown vegetable in this soup, but the most common ones are carrots, bell peppers, spinach, cauliflower and celery. Thukpa is available in almost every cafe and restaurant, but it is better to try it from a local vendor as they provide you with the best and most authentic taste that you can find.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/800px-A_bowl_of_Thukpa_20200714124101.jpg"
          },
          {
            "name":"Phagshapa",
            "desc" : "Phagshapa is a strip of pork fat that is stewed with dry chillies and radish. A spicy and tangy endeavour of this Sikkimese dish is rich in proteins and is made with no oil. The Golden Dragon hotel in Gangtok serves the most authentic and delicious Phagshapa in the whole of Sikkim.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Phagshapa1456592879_20190830114620.png"
          },
          {
            "name":"Sha Phaley",
            "desc" : "Bread stuffed with ground beef and cabbage made into semi-circles and then deep-fried is everything that you need to know about this famous food of Sikkim. Crispy on the outside and soft and juicy on the inside, this is what you get when you take the first bite into the golden fried dumpling. With different people having different dietary demands, many variations have been done to the traditional dish. Among the more popular variations of the dish include cheese and tofu versions. The Roll House in Gangtok is the best place to try one of these.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/450.jpg"
          },
          {
            "name":"Gundruk",
            "desc" : "Gundruk is a food of Nepalese origin and is one of the staple foods of Sikkim. Gundruk is a leafy dish that is completely vegan and is made out of some leaves of mustard, cabbage or radish. Authentic Gundruk is only found in villages that people make in their households. It is rich in roughage and helps in maintaining the metabolism of the body. Traditionally this Sikkimese dish is made in an earthen pot, but people have started using other ways of making the same dish. This is one food that has remained the same even after ages and seems to show little alteration.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/451.jpg"
          },
          {
            "name":"Sinki",
            "desc" : "Sinki is another traditional dish of Sikkim that has not shown any major change either in the ingredients or in the making process. It is very similar to Gundruk but is made out of radish taproots. These radish roots are chopped and put into bamboo and pressed over with straw. This bamboo is covered with vegetation and mud for about a month and is allowed to ferment.  This month-long prepared Sinki can now stay fresh for a year and is ready to be used in stews and soups. It can also be used as a pickle and eaten with parathas and other dishes.",
            "link" : "https://www.holidify.com/images/cmsuploads/articles/452.jpg"
          }

    ],
    "tamil nadu" : [

        {
            "name":"Dosa",
            "desc" : "The thin pancake known as dosa is one of the most famous Indian dishes. It is made with soaked rice and black gram beans, which are ground into a paste and mixed to create a thick batter, usually left to ferment overnight. The mixture is enriched with a handful of fenugreek seeds, which give dosa its distinctive golden brown color and a delicious, crispy texture.",
            "link" : "https://cdn.tasteatlas.com//Images/Dishes/b1e9054ebc86490ebef27f3e791ccee4.jpg?w=905&h=510"
          },
          {
            "name":"Sambar",
            "desc" : "Sambar is a popular curry dish prepared with a tamarind-based broth, lentils, and vegetables. It originates from Tamil Nadu, but it is also very popular in Sri Lanka and throughout South India. The dish is traditionally served with steamed rice or various Indian flatbreads.",
            "link" : "https://cdn.tasteatlas.com//Images/Dishes/91fa968808234ac0bd4b6007bda75b9f.jpg?w=905&h=510"
          },
          {
            "name":"Chicken 65",
            "desc" : "Chicken 65 is a classic poultry dish with origins in Chennai, India. It consists of deep-fried chicken that is marinated in ginger, lemon, red chiles, and a variety of other spices. There are a few theories about the origin of chicken 65. The most popular theory says that it was created in Tamil Nadu by A. M. Buhari in 1965.",
            "link" : "https://cdn.tasteatlas.com//images/dishes/55f00ba4fe8746a68b8ad62b24226e3b.jpg?w=905&h=510"
          },
          {
            "name":"Upma",
            "desc" : "Upma is a wholesome Indian dish made with dry semolina or rice flour, cooked into a thick porridge. Traditionally served hot for breakfast, its taste is slightly bland, so various nuts, beans, and spices such as turmeric and chiles are commonly added to the dish in order to improve its flavors.",
            "link" : "https://cdn.tasteatlas.com//Images/Dishes/e4e3193046014f5bb9d0b6dc838d0f53.jpg?w=905&h=510"
          },
          {
            "name":"Madras Curry",
            "desc" : "Madras is a traditional Indian curry that's characterized by its spiciness and complex flavors. Although there are many variations, it's typically made with a combination of chicken, onions, garlic, ginger, tomato paste, lemon juice, cinnamon, oil, coconut milk, and a spice mix consisting of madras curry powder, chili powder, dried fenugreek, and salt.",
            "link" : "https://cdn.tasteatlas.com//images/dishes/d6a8f798e5c94e3dbaa61d8471971159.jpg?w=905&h=510"
          },
          {
            "name":"Pongal",
            "desc" : "https://cdn.tasteatlas.com//images/dishes/a4a2780dee054e0c9e764bb7ad1ae820.jpg?w=905&h=510",
            "link" : "Pongal is a sweet rice dish that is usually eaten during special or ceremonial occasions in Sri Lanka. It is usually cooked in a clay pot over an open fire. Milk and water are boiled first, and according to Tamil beliefs, if the liquid spills over the pot it will bring good luck and prosperity to the family."
          }

    ],
    "telangana" : [

        {
            "name":"Sarva Pindi - Staple Food of Telangana",
            "desc" : "For a healthy breakfast/snack option, Sarva Pindi is an excellent choice as it is cooked with at least one component of each stage of the food pyramid. It is a savoury pancake made of rice flour, chana dal, peanuts and chilli. It is cooked in a deep, round shaped pan and to preserve the sanctity of the recipe, it is pertinent to make holes in the rolled out dough mixture before cooking it. It is also called Ginne Appa owing to its preparation.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/Sarvapindi__mango_pickle_-_aavakai.jpg"
          },
          {
            "name":"Malidalu",
            "desc" : "What do you do with leftover chapathis? Reheat it the next day and have it with sabji? What if there is something useful that can be made with leftover chapathis that is not only tasty but also healthy and sweet? We Indians have a knack for making the most out of situations and this dish is one of the outcomes of that habit. Malidalu is made of chapathi pieces combined with a mix of jaggery, cashews, pista and ghee and shaped into a small balls. Fully packed with nutrients, it is the best solution for anyone craving for a sweet after a meal.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/Malida-e1475877317194.jpg"
          },
          {
            "name":"Sakinalu",
            "desc" : "Who doesn’t love some crispy, deep-fried snack every now and then? Sakinalu is one of those grubs that Indians have been perfecting over the years in various parts of India and giving it different names like murkku, chakli etc. But Sakinalu is not the same as the aforementioned items although they do share a slightly similar preparation. Its two chief ingredients are rice and sesame seeds and is devoid of spices, therefore making it a mild snack that is also easy to prepare. It is mainly made during the festival of Sankranti or is offered during marriage.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/chakinalu.jpg"
          },
          {
            "name":"Garijalu",
            "desc" : "With a crispy exterior, Garijalu also called Kajjikaya has a sweet filling consisting of dry grated coconut, sugar and hints of cardamom. It is deep-fried and its shape as you can see, resembles Karanji; a sweet dish of Maharashtra. The crispy shell is made of maida and rolled out into circles, which is then folded after the filling is stuffed and the shape resembles a half moon. Although the origin of Garijalu is not known and has been shared between different states of India, the people of Telangana have been enjoying making these for generations over the years.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/Garijalu.jpg"
          },
          {
            "name":"Pachi Pulusu",
            "desc" : "A quick fix for that morning where you’re too sick to cook or you’re craving for Rasam but you are lazy to carry out the entire process of making; Pachi Pulusu will come to your rescue. So the basic difference between Pachi Pulusu and Rasam is that the former has very little “cooking” involved and uses the gas only to temper the seasoning. The commonality is their ingredients. While tamarind requires to be boiled for rasam, it only needs to be soaked in lukewarm water for this dish. The simplicity of the dish sure helps our lazy selves to have wholesome food once in while!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/pachi_pulusu.jpg"
          },
          {
            "name":"Golichina Mamsam",
            "desc" : "Finally a non-vegetarian dish for the meat-lovers! Golichina roughly translated means “fry” in Telugu. As Telangana cuisine is well-known for its spices, this dish incorporates succulent pieces of mutton into a thick gravy that is loaded with locally grown spices and cooked over low flame for hours so the meat can truly absorb the essence of the curry. It is usually eaten with chapathis, rice or dosa.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/Golichina-Mamsam.jpg"
          },
          {
            "name":"Chegodilu",
            "desc" : "A tea-time accompaniment, Chegodilu is a crunchy snack item that is almost impossible to stop munching on after the first bite. Toasted sesame seeds are the special feature in this deep fried snack giving it a unique nutty flavor that goes well with the mild spiciness.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/chegodilu.jpg"
          },
          {
            "name":"Polelu",
            "desc" : "Ultra-thin flattened Indian bread with a stuffing made of jaggery, channa dal, cardamom powder and ghee, Polelu is a go to recipe for special festivals like Ganesh Chathurthi. It is commonly found in sweet shops in sealed plastic packets and can be easily made at home.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/Polelu.jpg"
          },
          {
            "name":"Qubani ka Meetha",
            "desc" : "An enormously, popular sweet at Hyderabadi weddings Qubani ka meetha never fails to bring out the magnificence of the occasion. Made of dried apricots that are cooked over heat for a significant amount of time to become a compote, it is then combined with sugar, ghee, saffron threads and almonds to prepare a fragrant and delectable dessert. It is often served with a generous dollop of ice-cream, custard or simply malai.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/Qubani-ka-meetha.jpg"
          }

    ],
    "tripura" : [

        {
            "name":" Mui Borok",
            "desc" : "The traditional cuisine of the state of Tripura is Mui Borok as it is affectionately called by its people. You will always find one ingredient in the traditional food plate of Tripurian people, Berma. Berma is dried and fermented fish which is surely a Tripura’s favourite. The dish is cooked without any oil and hence it is considered extremely healthy. Berma will enhance up the salty taste buds on your tongue as it a bit salty and spicy in taste.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/mui-borok-300x225.jpg"
          },
          {
            "name":"The Inspiration of Food That Comes from its Neighbor-Bangladesh",
            "desc" : "Being bordered with Bangladesh from three sides, it isn’t a smart guess that the plate of Tripura food is highly inspired by the food culture of Bangladesh. The state is majorly populated with the non-tribal Bengalis of north-east India. Most of the people in the state nearly live on fish, rice and vegetables. Meat remains an important part of their diet with the dishes of mutton, pork, and chicken. Non-tribal people spend a good time of their day preparing the perfect spicy curry for their fresh fish imported from Bangladesh.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/10/3526882200_40f6e04487_o.jpg"
          },
          {
            "name":"The Tinge of Chinese Culture in the Plate",
            "desc" : "Not just Bengali food, Tripurian people are quite a surprise when they present you a Chinese cuisine prepared in the traditional Tripurian style. A plate of Chinese cuisine in the state of Tripura is full of spices on the contrary to the authentic Chinese food. Providing a new look to the Chinese cuisine, the food only tastes better for the natives.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/chinese-in-Tripura-300x225.jpg"
          },
          {
            "name":"Get Drunk with a Glass of Authentic Chauk and Chuwarak of Tripura",
            "desc" : "If you are a beer lover, you would probably fall in love with the freshly brewed rice beer of Tripura, Chauk as what they like to call their traditional beer. The beer is prepared by fermenting rice in water. Chauk is a famous drink which is gulped down by the Tripurians on special occasions and festivals. The Chuwarak is the infamous scotch and champagne of the state. It is prepared in different styles using a variety of ingredients such as mami rice, pineapple, jack fruit etc. Chuwarak is considered as one of the safest alcohol to drink in the world, the credit goes to the natural ingredients and the traditional method of preparing the drink.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/chauk-300x225.jpg"
          },
          {
            "name":"The Mouth-Watering Delicacies of the State",
            "desc" : "When we are talking about the food culture of Tripura, how can we round off our list without mentioning the picks of best dishes of the state? The plate of Tripura food is heavier on the non-vegetarian front with a number of meat dishes being offered in every part of the state. But, there are also some heavenly dishes for the vegetarian you.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/mosdeng-serma1-300x281.jpg"
          },
          {
            "name":"Panch Phoron Tarkari",
            "desc" : "In a plate of Panch Phoron Tarkari you will smell the influence of Bengali tradition. Panch Phoron is an important Bengali spice which is a perfect blend of five spices, and hence the name of the dish. A vegetarian delight, this dish is prepared a number of vegetables such as brinjal, pumpkins and potatoes and other add ups like Red chilies, Bay leaves, Green chilies, Turmeric powder. This delectable dish is best enjoyed with paratha or puri.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/panch-phoro-tarkari-300x300.jpeg"
          }

    ],
    "uttar pradesh" : [

        {
            "name":"Tunday Kebab",
            "desc" : "The tender Tunday kebabs of Lucknow are famous for their savoury and melt in your mouth flavour. These Kebabs are made from lamb or buffalo meat with more than a 100 spices are added to give it it's a unique flavour. The origins of the Tunday Kebab date back to the 17th century. The Nawab at the time had lost many of his teeth due to his old age and was craving for his favourite Kebabs which he could not chew. Therefore, the Nawab came up with a plan to hold a cooking contest. The challenge was, that the participants had to cook a kebab that would melt in the Nawab's mouth and still taste amazing. Many cooks from all over India tried, but to no avail. That was until chef Hajid Murad Ali made the perfect kebab that pleased the Nawab with its impeccable taste.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2015/06/8716416557_7820fcf22d_b.jpg"
          },
          {
            "name":"Galawati Kebab",
            "desc" : "These kebabs are a cornerstone to Awadhi cuisine and a right of passage for any foodie who is looking to sink their teeth into something delicious. This dish is a delectable minced meat kebab that is mixed with a variety of spices. The kebabs dissolve as soon as you place them inside your mouth and leave you craving more. The nawabs were known for feasting on Galawati or Galouti Kebabs which was a royal delicacy at the time",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Galawati_Kebabs_20200113155846.JPG"
          },
          {
            "name":"Tehri",
            "desc" : "It is a very rustic dish which consists of yellow rice, cauliflower, carrots, peas and potatoes. Tehri is the cornerstone to Awadhi cuisine and is best described as the lovechild of veg biryani and pulao. Curds or raita is the perfect accompaniment to cut the heat of the Tehri.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Tehri_With_Kachumbar_Salad_20200113161318.JPG"
          },
          {
            "name":"Nargisi Kofta",
            "desc" : "The Nargisi Kofta is a mutton ball gravy where the egg is stuffed with mutton keema and then deep dried. Tomato puree, dry fruit paste and caramelized onions are added to the gravy which gives it a unique flavour.  It is traditionally prepared during the time of Ramzan and Iftar as a speciality dish. This dish is packed with flavour and is a must-try if you've never had it before.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Nargisi_Koftas_in_Curry_20200113161438.jpg"
          },
          {
            "name":"Sheermal",
            "desc" : "Sheermal is a sweet flaky naan which is slathered with generous amounts of butter and honey. Certainly one of Lucknow's most decadent desserts and maybe even their tastiest. This dish originally originated in Iran, and the Persians brought this dish to India when they invaded the country.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Sheermal_Lucknow_20200113161747.JPG"
          },
          {
            "name":"Kulfi Falooda",
            "desc" : "A common summertime sweet that brings back fond memories of our childhood. Kulfi Faloodas are prepared by adding vermicelli noodles, passion fruit seeds, rose syrup and dry fruits to ice cream or kulfi. Prakash ki Kulfi in the bustling Aminabad area, the Chandni Chowk of Lucknow, is the best place to get kulfi faloodas.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Kulfi_Faluda_20200113162024.jpg"
          },
          {
            "name":"Makhan Malai",
            "desc" : "It is a cool confection which is essentially a light set cream that is topped off with crushed pistachios and saffron. It is a very traditional Awadhi dessert which is best enjoyed during the winters.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Malai_makkhan_20200113162247.JPG"
          },
          {
            "name":"Paneer Pasanda",
            "desc" : "Paneer Pasanda is not of the ordinary kind which is served across the multitude of Indian restaurants, but a class in itself; is there at the service of your taste buds. So now you know where that awesome dish came from – Uttar Pradesh!",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Paneer_Pasanda_20200113163142.JPG"
          }
    ],
    "uttarakhand" : [

        {
            "name":"Kafuli",
            "desc" : "This dish is a boon for all the diet-conscious people out there. Yes, it is actually that nutritious. Kafuli is a famous food of Uttarakhand prepared of Spinach and fenugreek leaves. This exotic dish is prepared in an iron kadhai and complemented by hot steaming rice. It is the most nourishing and health-conscious dish you will come across in the state.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/Kafuli.jpg"
          },
          {
            "name":"Bhang Ki Chutney",
            "desc" : "We are not kidding! There is chutney made in Uttarakhand that is actually bhang ki chutney. It simply enhances the taste of every other cuisine and its fresh aroma and tangy taste will linger in your mouth long after you have consumed it. It is prepared of Hemp Seeds which provides it with the characteristic aroma. Already feel your mouth-watering?",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/bhaang-ki-chutney.jpg"
          },
          {
            "name":"Garhwal ka Fannah",
            "desc" : "This heavenly Uttarakhand food is a staple of Mussoorie and is good enough to satiate both your eyes and stomach. It happens to be one of those dishes that will simply leave you craving for more. Since it is so divine in its taste and aroma, Garhwal Ka Fannah has become a must food item in the menu card for every occasion that takes place in Uttarakhand.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/garhwal-fa-fannah.jpg"
          },
          {
            "name":"Phaanu",
            "desc" : "Phaanu is a dish that is famous mostly in the Garhwal region of Uttarakhand. It is rather complicated to prepare since it is made by mixing lentils of different varieties that are soaked in water overnight. It is a kind of soupy dish, served mostly with rice. The unique flavour of Phaanu will definitely be a treat for your taste buds!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/phaanu.jpg"
          },
          {
            "name":"Baadi",
            "desc" : "Baadi is a famous Uttarakhand food that has mesmerised the locals and tourists for a long time, mainly by its lingering aroma and tangy taste. This dish is as simple as the people of Uttarakhand. It is bequeathed with all the essential nutrients that are hard to find in one dish altogether. It is abundant in Vitamin B12 and Vitamin A among others. What more can we ask for, when we get nutrients and taste in a single delicacy!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/baadi.jpg"
          },
          {
            "name":"Kandalee Ka Saag",
            "desc" : "This food of Uttarakhand which is highly popular among visitors and tourists is none other than the Kandalee Ka Saag. It is a green leafy vegetable prepared in an ordinary way like all the other vegetables, but the leafy vegetable called “Bicchu Ghas” is what makes it different. Like all other dishes of Uttarakhand, this too is rich in nutrients.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/kandalee-ka-saag.jpg"
          },
          {
            "name":"Chainsoo",
            "desc" : "If you have been to Uttarakhand you might have heard of Chainsoo. It is a very famous Garhwal dish which is made of Urad or Kali Dal and thus consists of a lot of protein. Many people find it hard to digest, but this dish has a totally earthy flavour which is definitely worth trying. It is tasty enough to give a tough competition to Punjabi’s Maa Ki Dal!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/chainsoo.jpg"
          },
          {
            "name":" Kumaoni Raita",
            "desc" : "Like the Bhang ki Chutney, Kumaoni Raita is yet another dish that accompanies every other cuisine of Uttrakhand. The locals of this state can’t do without Kumaoni Raita which is prepared from curd, turmeric, and cucumber. The goodness of cucumber is an asset for your system, but the heavenly taste beats it all.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/kumaoni-raita.jpg"
          },
          {
            "name":"Dubuk",
            "desc" : "Touted as one of the best dishes of Uttarakhand, Dubuk makes the people a fan by its indescribable taste.  It is a preparation of Dal and is best served with rice. You might think what’s so special about a normal delicacy prepared of Dal. Well, Dubuk is here to change your perception. Though the suitable time to eat Dubuk is during winters, who can stop you from savouring it all throughout the year.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/dubuk.jpg"
          },
          {
            "name":"Jhangora Ki Kheer",
            "desc" : "When talking about delicacies how can we not mention the desserts! This is one famous sweet dish of Uttarakhand. Jhangora is a type of millet that is the main ingredient of this dessert. Jhangora Ki Kheer has an unforgettable taste and is a must-try after a heavy meal of the Garhwali cuisines. Its rich texture and the goodness of milk will leave you asking for more.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/jhangora-ki-kheer.jpg"
          },
          {
            "name":"Gulgula",
            "desc" : "Yet another dish that is highly popular among tourists and visitors, Gulgula is a delectable sweet of Uttarakhand. It is a sweet local snack made of jaggery which traces its origin to the Garhwal region. This is a very common dish you will find in the State since it uses extremely basic ingredients that are available in the immediate vicinity of the local people. Gulgula has eventually found its place in the delicious desserts in many parts of Northern India.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/gulgula.jpg"
          },
          {
            "name":"Arsa",
            "desc" : "Arsa is the most famous dessert in the Uttarakhand region. It has come to occupy a permanent place in every household in the State. This sweet dish is high on the taste meter and low on the calorie meter which makes it so hugely popular. No festival or occasion in Uttarakhand is complete without the magnanimous presence of Arsa. Do we need to say more about this one?!",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/07/arsa.jpg"
          },
          {
            "name":"Singori",
            "desc" : "Singori also called Singodi / Singauri is a widely known sweet dish in Uttarakhand that’s made with Khoa, a dairy product of thickened milk which is wrapped in a Maalu leaf. It is a cone-shaped sweet savoury that’s available in Almora the Kumaon region of Uttarakhand.",
            "link" : "https://www.holidify.com/blog/wp-content/uploads/2016/09/Singori.jpg"
          }

    ],
    "west bengal" : [

        {
            "name":"Aloo Potol Posto",
            "desc" : "Make a mental note, Bengalis love poppy seeds. They really do and why won't they, it makes food so much tastier! This preparation above is also made of poppy or Posto as the Bengalis like to call it. It is a preparation of Posto with potatoes and pointed gourd, complete with red and green chillies and sometimes coconut puree to add some much-needed spice to it. It truly is one of the classic Bengali dishes and famous food of West Bengal!",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Alooposto_bhaat_20170829115400.jpg"
          },
          {
            "name":"Ilish Macher Jhol",
            "desc" : "https://www.holidify.com/images/cmsuploads/compressed/Ilish_macher_paturi_20170829115529.jpg",
            "link" : "One of the much-favoured fishes in the region, Hilsa or ilish fish curry is something that you have got to try your hands on. The pungent smelling curry prepared with Nigella seeds and chilli to give it the required balance that makes it so perfect. You have got to try this one as it one of the staple food of West Bengal."
          },
          {
            "name":"Shukto",
            "desc" : "Who said Bengalis are all for fish and nothing else? Well, Bengalis do know how to do their vegetables too. And Shukto is just an example. Usually served as the first course of a diet, Shukto is a combination of different vegetables like Brinjals, Bitter Gourd, Crunchy Drumsticks and Bori (a Bengali speciality again). Mixed with grounded spices and milk to make a thick curry, this is a perfect way to start a meal.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Vegetables_Curry_-_Kolkata_2011-02-24_1725_20170829115856.JPG"
          },
          {
            "name":"Sandesh",
            "desc" : "The most popular sweet from the Bengali state, this dish is made of khoya, a version of condensed milk and is heavenly in taste. This sweet is neither overly sweet thus allowing people with a non-sweet tooth to enjoy too. One should definitely try this delectable West Bengal food item.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Butterscotch_Ice_Cream_Sandesh_-_Rajarhat_-_North_24_Parganas_2013-06-15_0624_20170829124004.jpg"
          },
          {
            "name":" Aam Pora Shorbot",
            "desc" : "A drink made of chilled water, burnt raw mangoes and sugar, it is an instant relief that you will get on a sweltering summer afternoon (and with the Kolkata heat you might as well require it). The raw mangoes are burnt, but only partially, with the skin a bit charred which lends a smoky taste to the drink. Best served chilled; this drink is surely the one which is more relaxing and refreshing than the colas with artificial sweetness.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Keri_Ka_Sharbat_20170829115201.JPG"
          },
          {
            "name":"Mochar Ghonto",
            "desc" : "Mochar Ghonto is a delicious preparation of banana flower, crushed coconut and potato, cooked with some cumin and bay leaves. This mouth-watering dish is filled with the sweetness and spice that makes it an amazing try. An authentic Vegetarian west Bengal dish, this is proof that there is more to Bengalis than fish and meat.",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/maxresdefault_20170829123507.jpg"
          },
          {
            "name":" Mishti Doi",
            "desc" : "Mishti Doi is a sweetened yoghurt dish that is served at the end of supper and serves as a sweet dish. Though served all around the country now, it was initially made famous by Bengal. Try it if you have a sweet tooth",
            "link" : "https://www.holidify.com/images/cmsuploads/compressed/Misti-doi-11_20170829123811.jpg"
          }

    ]
}