{
    "andhra pradesh" : [
        
        {
            "name":"Lepakshi Bull",
            "desc" : "It is one of the largest single stone Nandi figure in India[5] and it is said to be that it is largest of its kind in India.[6][7] It is situated 1km far from east of Lepakshi,[8] in the entrance of the town.[9] It is carved out of red granite.[10] It is regarded as one of the finest specimens of the architecture of Vijayanagar.[",
            "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/1_massive_Nandi_Bull_sculpture_in_Lepakshi_India_2017.jpg/300px-1_massive_Nandi_Bull_sculpture_in_Lepakshi_India_2017.jpg"
          },
          {
            "name":"Amaravathi Stupa",
            "desc" : "The Amarāvati Stupa, popularly known as the great stūpa at Amarāvathi, is a Buddhist monument, probably built in phases between the third century BCE and about 250 CE, at Amaravathi village, Palnadu district, Andhra Pradesh, India. The site is under the protection of the Archaeological Survey of India. The campus includes the stūpa itself and the Archaeological Museum.",
            "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Amaravati_stupa._Model._Amaravati.JPG/450px-Amaravati_stupa._Model._Amaravati.JPG"
          },
          {
            "name":"Undavalli Caves",
            "desc" : "The Undavalli Caves, a monolithic example of Indian rock-cut architecture and one of the finest testimonials to ancient viswakarma sthapathis, are located in Vijayawada of Guntur district in the Indian state of Andhra Pradesh. The caves are located south west of Vijayawada, 22 km north east of Guntur City of Andhra Pradesh. It is one of the centrally protected monuments of national importance.",
            "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Ananta_Padmanabha_Swami_Temple.jpg/375px-Ananta_Padmanabha_Swami_Temple.jpg"
          },
          {
            "name":"Sri Lakshmi Narasimha Swamy Vari Temple",
            "desc" : "Sri Lakshminarasimha Swamy Temple or Yadagirigutta is a popular Hindu Temple of Narasimha Swamy, an incarnation Lord Vishnu It is situated on a hillock in the Nalgonda district, Telangana, Yadagirigutta is at a distance of 6 KM from Riagir Railway station and at a distance of 13 KM from Bhongir Town and 60 kilometers from the city of Hyderabad. There will be heavy congregation of devotees / pilgrims during Saturdays, Sundays and other Public Holidays.",
            "link" : "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/eb/dc/8a/sri-lakshmi-narasimha.jpg?w=600&h=400&s=1"
          }
    ],
    "chhattisgarh" : [

        {
            "name":"The Bastar Palace",
            "desc" : "One of the most iconic monuments in Chhattisgarh is the Bastar Palace, located in the city of Jagdalpur. This impressive palace was constructed when the Kakatiya dynasty was ruling, and it shows how rich and magnificent the rulers were during that time. The architecture of the Bastar Palace is a brilliant fusion of indigenous craftsmanship and contemporary design, making it a unique structure that exudes charm.",
            "link" : "https://specialplacesofindia.com/wp-content/uploads/2023/08/Untitled-design-14.jpg"
          },
          {
            "name":"Rajim Kumbh - Where Legends Converge",
            "desc" : "Rajim, often called the “Prayag of Chhattisgarh,” is a small town nestled on the banks of the Mahanadi River. It is home to the famous Rajim Kumbh Mela, an ancient Hindu pilgrimage that draws millions of devotees across the country. The main attraction of Rajim is the cluster of temples that showcases various architectural styles and religious traditions.",
            "link" : "https://specialplacesofindia.com/wp-content/uploads/2023/08/Untitled-design-15.jpg"
          },
          {
            "name":"Sirpur - Tracing the Buddhist Heritage",
            "desc" : "Sirpur, located near Raipur, is a site of immense historical and archaeological significance. It was once a thriving Buddhist center during the reign of the Pandyan and Gupta dynasties. The region is strewn with the remains of ancient monasteries, stupas, and viharas that transport visitors back to the golden era of Buddhism in Chhattisgarh",
            "link" : "https://specialplacesofindia.com/wp-content/uploads/2023/08/Untitled-design-11.jpg"
          },
          {
            "name":"Kailash and Kutumsar Caves",
            "desc" : "The Kailash and Kutumsar Caves, nestled within the Kanger Valley National Park in Chhattisgarh, stand as awe-inspiring creations of nature. The Kailash Caves showcase a labyrinth of limestone caves adorned with stunning stalactite and stalagmite formations. The focal point is a stalagmite structure resembling Mount Kailash, giving the caves their name. Discovering this underground wonderland is a magical experience as visitors admire the intricate shapes that took thousands of years to form.",
            "link" : "https://specialplacesofindia.com/wp-content/uploads/2023/08/Untitled-design-8.jpg"
          },
          {
            "name":"Ratanpur Fort",
            "desc" : "Ratanpur Fort, located in the town of Ratanpur in Chhattisgarh, is a historical gem that reflects the region’s rich past and architectural heritage. This ancient fort holds great significance as it once served as the capital of the powerful Chalukya dynasty.",
            "link" : "https://specialplacesofindia.com/wp-content/uploads/2023/08/Untitled-design-10.jpg"
          }

    ],
    "goa" : [

    ],
    "gujarat" : [

        {
            "name": "Rani ki Vav",
            "description" : "Rani Ki Vav (lit. 'The Queen's Stepwell') is a stepwell situated in the town of Patan in Gujarat, India. It is located on the banks of the Saraswati River. Its construction is attributed to Udayamati, the spouse of the 11th-century Chaulukya king Bhima I. Silted over, it was rediscovered in the 1940s and restored in the 1980s by the Archaeological Survey of India. It has been listed as one of the UNESCO World Heritage Sites in India since 2014.",
            "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Rani_ki_vav1.jpg/375px-Rani_ki_vav1.jpg"
        },
        {
            "name": "Dwarkadhish Temple ",
            "description" : "The Dwarkadhish temple, also known as the Jagat Mandir and occasionally spelled Dwarakadheesh, is a Hindu temple dedicated to Krishna, who is worshiped here by the name Dwarkadhish, or 'King of Dwarka'. The temple is located at Dwarka city of Gujarat, India, which is one of the destinations of Char Dham, a Hindu pilgrimage circuit. The main shrine of the five-storied building, supported by 72 pillars, is known as Jagat Mandir or Nija Mandir. Archaeological findings suggest the original temple was built in 200 BCE at the earliest.[1][2][3] The temple was rebuilt and enlarged in the 15th–16th century.[",
            "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Dwaraka.jpg/330px-Dwaraka.jpg"
        },
        {
            "name": "Vijaya Vilas Palace",
            "description" : "Built during the reign of prince Patel, the Maharao of Kutch, as a summer resort for the use of his son and heir to the kingdom, the Yuvraj Shri Vijayaraji, it was named after him as Vijaya Vilas Palace. The construction of the palace started in 1920[3] and was completed in 1929.[1][2][3] The palace was built with red sandstone. Its distinctive Rajput architecture largely refers to the plan of palaces of Orchha and Datia. It is designed with a central high dome on pillars, Bengal domes on the sides, windows with colored glass, carved stone 'jalis', domed bastions at the corners, an extended porch and other stone-carved elements. The palace is set in the middle of gardens with water channels and marble fountains. The carved stone works of Jalis, Jharokas, Chhatris, Chhajas, murals and other stone carvings, colored glass work on windows and door panels have all been meticulously crafted by the architect and craftsmen from Jaipur, Rajasthan, Bengal and Saurashtra, and local Kutchi artisan community, the Mistris of Kutch and Suthars.[1][2][3] The balcony at top offers a complete view of the surrounding area. The windows ensure the feeling of being in the open space, with sea winds passing through",
            "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Vijay_Vilas_Palace.jpg/375px-Vijay_Vilas_Palace.jpg"
        },
        {
            "name": "Champaner-Pavagadh Archaeological Park",
            "description" : "Champaner-Pavagadh Archaeological Park, a UNESCO World Heritage Site, is located in Panchmahal district in Gujarat, India. It is located around the historical city of Champaner, a city which was founded by Vanraj Chavda, the most prominent king of the Chavda Dynasty, in the eighth century. He named it after the name of his friend and general Champa, also known later as Champaraj. The heritage site is studded with forts with bastions starting from the hills of Pavagadh, and extending into the city of Champaner. The park's landscape includes archaeological, historic and living cultural heritage monuments such as chalcolithic sites, a hill fortress of an early Hindu capital, and remains of the 16th-century capital of the state of Gujarat. There are palaces, entrance gates and arches, mosques, tombs and temples, residential complexes, agricultural structures and water installations such as stepwells and tanks, dating from the eighth to the 14th centuries. The Kalika Mata Temple, located on top of the 800 metres (2,600 ft) high Pavagadh Hill, is an important Hindu shrine in the region, attracting large numbers of pilgrims throughout the year.",
            "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Jain_Temple%2C_Pavagadh_%28cropped%29.jpg/390px-Jain_Temple%2C_Pavagadh_%28cropped%29.jpg"
        },
        {
            "name": "Sun Temple at Modhera: An Architectural Masterpiece in Gujarat",
            "description" : "Sun temple at Modhera, an architectural masterpiece is the pride of Gujarat as it showcases the Maru-Gurjara architecture an ancient form of building temples in the Western part of the state to its fullest extent.",
            "link" : "https://www.mapsofindia.com/ci-moi-images/my-india/sun-temple-modhera.jpg"
        }

    ],
    "haryana" : [
    ],
    "himachal pradesh" : [

    ],
    "kerala" : [
        
        
    ],
    "maharashtra" : [
      {
        "name":"Gateway of India",
        "desc" : "The Gateway of India is an arch monument built during the 20th century in Bombay, India. The monument was erected to commemorate the landing of King George V and Queen Mary at Apollo Bunder on their visit to India in 1911.Built in Indo-Saracenic style, the foundation stone for the Gateway of India was laid on 31 March 1911. The structure is an arch made of basalt, 26 metres (85 feet) high. The final design of George Wittet was sanctioned in 1914 and the construction of the monument was completed in 1924. The Gateway was later used as a symbolic ceremonial entrance to India for Viceroys and the new Governors of Bombay.  It served to allow entry and access to India. The Gateway of India is located on the waterfront at Apollo Bunder area at the end of Chhatrapati Shivaji Marg in South Mumbai and overlooks the Arabian Sea. The monument has also been referred to as the Taj Mahal of Mumbai, and is the city’s top tourist attraction.",
        "link" : "https://cdn.s3waas.gov.in/s311b921ef080f7736089c757404650e40/uploads/bfi_thumb/2018032370-olw6tnp2sowh5prd9ls5lwuo7dmk5yeqookn2h0ya2.jpg"
      },
      {
        "name":"Chhatrapati Shivaji Terminus",
        "desc" : "The Chhatrapati Shivaji Terminus, formerly known as Victoria Terminus Station, in Mumbai, is an outstanding example of Victorian Gothic Revival architecture in India, blended with themes deriving from Indian traditional architecture. The building, designed by the British architect F. W. Stevens, became the symbol of Bombay as the ‘Gothic City’ and the major international mercantile port of India. The terminal was built over 10 years, starting in 1878, according to a High Victorian Gothic design based on late medieval Italian models. Its remarkable stone dome, turrets, pointed arches and eccentric ground plan are close to traditional Indian palace architecture. It is an outstanding example of the meeting of two cultures, as British architects worked with Indian craftsmen to include Indian architectural tradition and idioms thus forging a new style unique to Bombay.",
        "link" : "https://whc.unesco.org/uploads/thumbs/site_0945_0001-750-750-20080618172113.jpg"
      },
      {
        "name":"Chand Minar, Daulatabad",
        "desc" : "The Chand Minar or the Tower of the Moon is a medieval tower in Daulatabad, India. The tower is located in the state of Maharashtra near the Daulatabad-Deogiri fort complex. It was erected in 1445 C.E by King Ala-ud-din Bahmani to commemorate his capture of the fort. The Chand Minar is considered to be among the finest specimens of Indo-Islamic architecture in Southern India. It is 63 metres high and is divided into 4 storeys and 24 chambers. A small mosque or praying hall sits at the base of the tower, which is covered with Persian blue tiles. The Tower also displays some indigenous Indian architectural features such as the brackets supporting its balconies The tower's height makes it visible from every corner of the Daulatabad Fort",
        "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Daultabad_Fort.jpg/375px-Daultabad_Fort.jpg"
      },
      {
        "name":"Devagiri Daulatabad Fort",
        "desc" : "Devgiri Fort was founded in c. 1187 by Bhillama V, a renowned and reputed prince of Chalukyas. Daulatabad Fort is basically known as the abode of wealth and this name was given to nu Muhammad -bin- Tughluq in A.D 1327 when he made Devgiri his capital. Daulatabad fort has many interesting and exciting monuments. The most famous and prominent one is Chand Minar that is a 30-meter high watchtower and a huge stone made elephant pool and more. Devgiri Fort in Aurangabad is mostly visited by the tourist and nature lover who just adore seeing my beauty.",
        "link" : "http://maharashtraplanet.com/wp-content/uploads/2013/10/devgiri-fort-aurangabad.jpg"
      },
      {
        "name":"Agakhan Palace",
        "desc" : "The Aga Khan Palace was built by Sultan Muhammed Shah Aga Khan III in the city of Pune, India.The palace was an act of charity by the spiritual leader of the Nizari Ismaili Muslims, who wanted to help the poor in the neighbouring areas of Pune, who were drastically hit by famine by offering them work.",
        "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Pune_Palace.jpg/375px-Pune_Palace.jpg"
      },
      {
        "name":"Shaniwar Wada",
        "desc" : "The Shaniwar Wada was normally the seven-story capital building of the Peshwas of the Maratha Empire. It was supposed to be made entirely of stone. However, after the completion of the base floor or the first story, the people of Satara (the national capital) complained to the Chhatrapati Shahu I (Emperor) saying that a stone monument can be sanctioned and built only by the emperor himself and not the Peshwas. Following this, an official letter was written to the Peshwas stating that the remaining building had to be made of brick and not stone. Even today if you visit and see the walls carefully, they are partly made of stone and partly of bricks. The Wada was then completed and upon being attacked by the British Artillery 90 years later, all the top six stories collapsed leaving only the stone base, which was immune to the British artillery. Hence only the stone base of the Shaniwar Wada remains and can be seen even today in the older parts of Pune",
        "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Shaniwaarwada_Pune.jpg/420px-Shaniwaarwada_Pune.jpg"
      }
    ],
    "manipur" : [

    ],
    "meghalaya" : [

    ],
    "mizoram" : [
    ],
    "nagaland" : [
    ],
    "odisha" : [

    ],
    "punjab" : [
        
    ],
    "rajasthan" : [


    ],
    "sikkim" : [

    ],
    "tamil nadu" : [

    ],
    "Telangana" : [
    ],
    "Tripura" : [



    ],
    "uttar pradesh" : [
      {
        "name":"Taj Mahal",
        "desc" : "The Taj Mahal ('Crown of the Palace') is an ivory-white marble mausoleum on the right bank of the river Yamuna in Agra, Uttar Pradesh, India. It was commissioned in 1631 by the fifth Mughal emperor, Shah Jahan (r. 1628–1658) to house the tomb of his beloved wife, Mumtaz Mahal; it also houses the tomb of Shah Jahan himself. The tomb is the centrepiece of a 17-hectare (42-acre) complex, which includes a mosque and a guest house, and is set in formal gardens bounded on three sides by a crenellated wall.",
        "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Taj_Mahal%2C_Agra%2C_India_edit3.jpg/1280px-Taj_Mahal%2C_Agra%2C_India_edit3.jpg"
      },
      {
        "name":"Bara Imambara",
        "desc" : "In the city of minarets and domes, Bara Imambara stands as the most imposing and grand structure in entire Lucknow. The architectural and structural design of Bara Imambara is one of its kinds. The entire complex consists of the Imambara, mosque, Rumi Darwaza, Shahi Baoli, Naubat Khana and the Bhul Bhulaiya, perhaps the most interesting of all.",
        "link" : "https://www.taleof2backpackers.com/wp-content/uploads/2015/12/Things-to-do-in-Lucknow.jpg"
      },
      {
        "name":"Fatehpur Sikri",
        "desc" : "Fatehpur Sikri is located in Agra District in the State of Uttar Pradesh in northern India. It was constructed southeast of an artificial lake, on the slopping levels of the outcrops of the Vindhyan hill ranges. Known as the “city of victory”, it was made capital by the Mughal emperor Akbar (r. 1556-1605 CE) and constructed between 1571 and 1573. Fatehpur Sikri was the first planned city of the Mughals to be marked by magnificent administrative, residential, and religious buildings comprised of palaces, public buildings, mosques, and living areas for the court, the army, the servants of the king and an entire city. Upon moving the capital to Lahore in 1585, Fatehpur Sikri remained as an area for temporary visits by the Mughal emperors.",
        "link" : "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Fatehput_Sikiri_Buland_Darwaza_gate_2010.jpg/413px-Fatehput_Sikiri_Buland_Darwaza_gate_2010.jpg"
      },
      {
        "name":"Varanasi Ghats",
        "desc" : "Varanasi, often called Kashi or the ‘City of Lights’ by Hindus, is a city with deep roots. Some say its first inhabitants settled around 1000 BC. Legend has it that the city was created by the Hindu god, Lord Shiva, making it around 3000 years old. With its 87 riverfront steps, known as ghats, Varanasi is a living testament to ancient traditions.",
        "link" : "https://www.savaari.com/blog/wp-content/uploads/2023/09/Varanasi_ghats1.webp"
      },
      {
        "name":"Dhamek Stupa",
        "desc" : "Dhamek Stupa which is also spelled as Dhamekh and Dhamekha is one of the most famous and Buddhist stupas located in Sarnath near Varanasi in Uttar Pradesh, India. Originally built in 249 BCE during the reign of king Ashoka of the Maurya Dynasty, this massive and prominent structure has over time gone through several expansions and additions. This solid cylindrical shaped Stupa made of red bricks and stone in its present position stands at a height of 43.6 m with a diameter of 28 m. The significance of this sacred place is that it marks the spot where Lord Buddha preached the first sermon to His five disciples after attaining enlightenment in Bodh Gaya. Buddhist pilgrims from around the world visit Sarnath to circumambulate the holy Stupa and worship Lord Buddha. National and international tourists also flock at Sarnath to get a glimpse of Buddhist architecture and culture at this significant centre of Buddhism",
        "link" : "https://www.culturalindia.net/iliimages/Dhamek-Stupa-ili-33-img-1.jpg"
      }
      

    ],
    "uttarakhand" : [


    ],
    "west bengal" : [

    ]
}